Repository: momo-trip/dataset_fuzz
Catalog: vorbis-tools-1.4.3/po/*.po
Languages: da, sr, sv

source: --bits, -b Bit depth for output (8 and 16 supported)
da: --bits, -b Bit-dybde for uddata (8 og 16 er understøttet)
sr: --bits, -b Дубина бита излаза (подржани су 8 и 16)
sv: --bits, -b Bitdjup för utdata (8 och 16 stödjs)

source: --endianness, -e Output endianness for 16-bit output; 0 for little endian (default), 1 for big endian.
da: --endianness, -e Vis endianness for 16-bit udstrøm; 0 for lille endian (standard), 1 for stor endian.
sr: --endianness, -e Излаз поредивости за 16-битни излаз; 0 за поредак од мањег (основно), 1 поредак од већег.
sv: --endianness, -e Byteordning i utdata 16-bitars utdata; 0 för omvänd byteordning (standard), 1 för rak byteordning

source: --sign, -s Sign for output PCM; 0 for unsigned, 1 for signed (default 1).
sr: --sign, -s Знак за ПЦМ излаза; 0 за неозначено, 1 за означено (основно је 1).
sv: --sign, -s Tecken för PCM-utdata; 0 för teckenlöst, 1 för med tecken (standard 1).

source: --raw, -R Raw (headerless) output.
da: --raw, -R Raw (hovedløs) uddata.
sr: --raw, -R Сирови (без заглавља) излаз.
sv: --raw, -R Rå (utan huvud) utdata.

source: --output, -o Output to given filename. May only be used if there is only one input file, except in raw mode.
sr: --output, -o Излаз за дату датотеку. Може да се користи ако постоји само једна улазна датотека, осим у сировом режиму.
sv: --output, -o Utdata till angivet filnamn. Kan bara användas om det bara är en indatafil, utom i rått läge.

source: Internal error: Unrecognised argument
da: Intern fejl: Argument kendes ikke
sr: Унутрашња грешка: Непознат аргумент
sv: Internt fel: Okänt argument

source: ERROR: Failed to write Wave header: %s
da: FEJL: Kunne ikke skrive Wave-hoved: %s
sr: ГРЕШКА: Нисам успео да зпишем Вејв заглавље: %s
sv: FEL: Misslyckades att skriva Wave-huvud: %s

source: ERROR: Failed to open input file: %s
da: FEJL: Kunne ikke åbne inddatafil: %s
sr: ГРЕШКА: Нисам успео да отворим улазну датотеку: %s
sv: FEL: Misslyckades att öppna infilen: %s

source: ERROR: Failed to open output file: %s
da: FEJL: Kunne ikke åbne uddatafil: %s
sr: ГРЕШКА: Нисам успео да отворим излазну датотеку: %s
sv: FEL: Misslyckades att öppna utfilen: %s

source: ERROR: Failed to open input as Vorbis
da: FEJL: Kunne ikke åbne inddata som Vorbis
sr: ГРЕШКА: Нисам успео да отворим улаз као Ворбис
sv: FEL: Misslyckades att öppna indata som Vorbis

source: Decoding "%s" to "%s"
da: Kodning af »%s« til »%s«
sr: Декодирам „%s“ у „%s“
sv: Avkodar ”%s” till ”%s”

source: standard input
da: standard ind
sr: стандардни улаз
sv: standard in

source: standard output
da: standard ud
sr: стандардни излаз
sv: standard ut

source: Logical bitstreams with changing parameters are not supported
da: Logiske bitstrømme med parametre der ændrer sig er ikke understøttet
sr: Логички битски токови са променљивим параметрима нису подржани
sv: Logiska bitströmmar med parametrar som ändras stödjs inte

source: WARNING: hole in data (%d)
da: ADVARSEL: Hul i data (%d)
sr: УПОЗОРЕЊЕ: рупа у подацима (%d)
sv: VARNING: hål i data (%d)

source: Error writing to file: %s
da: Fejl ved skrivning til fil: %s.
sr: Грешка писања у датотеку: %s
sv: Fel när fil skrevs: %s

source: ERROR: No input files specified. Use -h for help
da: FEJL: Ingen inddatafil angivet. Brug -h for hjælp.
sr: ГРЕШКА: Нису наведене улазне датотеке. Употребите „-h“ за помоћ
sv: FEL: Inga infiler angivna. Använd -h för hjälp

source: ERROR: Can only specify one input file if output filename is specified
da: FEJL: Kan kun angive en inddatafil hvis uddatafilnavnet er angivet
sr: ГРЕШКА: Можете навести само једну улазну датотеку ако је наведен назив излазне датотеке
sv: FEL: Man kan bara ange en infil om utfilnamn anges

source: WAV file reader
da: WAV-fillæser
sr: Читач ВАВ датотеке
sv: WAV-filläsare

source: AIFF/AIFC file reader
da: AIFF/AIFC-fillæser
sr: Читач АИФФ/АИФЦ датотеке
sv: AIFF/AIFC-filläsare

source: FLAC file reader
da: FLAC-fillæser
sr: Читач ФЛАЦ датотеке
sv: FLAC-filläsare

source: Ogg FLAC file reader
da: Ogg FLAC-fillæser
sr: Читач Огг ФЛАЦ датотеке
sv: Ogg FLAC-filläsare

source: Warning: Unexpected EOF in reading WAV header
da: Advarsel: Uventet EOF under læsning af WAV-hoved
sr: Упозорење: Неочекивани крај датотеке у читању ВАВ заглавља
sv: Varning: Oväntad EOF under läsning av WAV-huvud

source: Skipping chunk of type "%s", length %d
da: Overspringer bid af type "%s", længde %d
sr: Прескачем делић врсте „%s“, дужине %d
sv: Hoppar över bit av typ ”%s”, längd %d

source: Warning: Unexpected EOF in AIFF chunk
da: Advarsel: Uventet EOF i AIFF-blok
sr: Упозорење: Неочекивани крај датотеке у АИФФ делићу
sv: Varning: Oväntad EOF i AIFF-block

source: Warning: No common chunk found in AIFF file
da: Advarsel: Ingen fælles blok i AIFF-fil
sr: Упозорење: Нисам нашао општи делић у АИФФ датотеци
sv: Varning: Inget gemensamt block i AIFF-fil

source: Warning: Truncated common chunk in AIFF header
da: Advarsel: Afkortet fælles blok i AIFF-hoved
sr: Упозорење: Скраћени општи делић у АИФФ заглављу
sv: Varning: Avhugget gemensamt block i AIFF-huvud

source: Warning: Unexpected EOF in reading AIFF header
da: Advarsel: Uventet EOF under læsning af AIFF-hoved
sr: Упозорење: Неочекивани крај датотеке у читању АИФФ заглавља
sv: Varning: Oväntad EOF under läsning av AIFF-huvud

source: Warning: AIFF-C header truncated.
da: Advarsel: AIFF-C-hoved afkortet.
sr: Упозорење: Скраћено АИФФ-Ц заглавље.
sv: Varning: AIFF-C-huvud avhugget.

source: Warning: Can't handle compressed AIFF-C (%c%c%c%c)
da: Advarsel: Kan ikke håndtere komprimeret AIFF-C (%c%c%c%c)
sr: Упозорење: Не могу да радим са запакованим АИФФ-Ц-ом (%c%c%c%c)
sv: Varning: Kan inte hantera komprimerad AIFF-C (%c%c%c%c)

source: Warning: No SSND chunk found in AIFF file
da: Advarsel: Finder ingen SSND-blok i AIFF-fil
sr: Упозорење: Нисам нашао ССНД делић у АИФФ датотеци
sv: Varning: Hittar inget SSND-block i AIFF-fil

source: Warning: Corrupted SSND chunk in AIFF header
da: Advarsel: Fejlagtig SSND-blok i AIFF-hoved
sr: Упозорење: Оштећени ССНД делић у АИФФ заглављу
sv: Varning: Felaktigt SSND-block i AIFF-huvud

source: Warning: Unexpected EOF reading AIFF header
da: Advarsel: Uventet EOF under læsning af AIFF-hoved
sr: Упозорење: Неочекивани крај датотеке читања АИФФ заглавља
sv: Varning: Oväntad EOF under läsning av AIFF-huvud

source: Warning: OggEnc does not support this type of AIFF/AIFC file Must be 8 or 16 bit PCM.
da: Advarsel: OggEnc understøtter ikke denne type AIFF/AIFC-fil. Skal være 8 eller 16 bit PCM.
sr: Упозорење: ОггЕнк не подржава ову врсту АИФФ/АИФЦ датотеке Мора бити ПЦМ од 8 или 16 бита.
sv: Varning: OggEnc stödjer inte denna typ av AIFF/AIFC-fil. Måste vara 8 eller 16 bitars PCM.

source: Warning: Unrecognised format chunk in WAV header
da: Advarsel: ukendt format på blok i Wav-hoved
sr: Упозорење: Непознати делић записа у ВАВ заглављу
sv: Varning: okänt format på block i Wav-huvud

source: Warning: INVALID format chunk in wav header. Trying to read anyway (may not work)...
da: Advarsel: UGYLDIGT format på blok i wav-hoved. Forsøger at læse alligevel (fungerer måske ikke)...
sr: Упозорење: НЕИСПРАВАН делић записа у вав заглављу. Ипак покушавам да прочитам (можда неће радити)...
sv: Varning: OGILTIGT format på block i wav-huvud. Försöker läsa i alla fall (kanske inte fungerar)...

source: ERROR: Wav file is unsupported type (must be standard PCM or type 3 floating point PCM
sr: ГРЕШКА: Вав датотека је неподржана врста (мора бити уобичајена ПЦМ или ПЦМ покретног зареза врсте 3
sv: FEL: Wav-fil har ej stödd typ (måste vara standard PCM eller typ 3 flyttals-PCM

source: Warning: WAV 'block alignment' value is incorrect, ignoring. The software that created this file is incorrect.
sr: Упозорење: Вредност „поравнања блока“ ВАВ-а је неисправна, занемарујем. Софтвер који је направио ову датотеку није добар.
sv: Varning: WAV:s ”block alignment”-värde är felaktigt, ignoreras. Programmet som skapade denna fil är felaktigt.

source: ERROR: Wav file is unsupported subformat (must be 8,16, or 24 bit PCM or floating point PCM
sr: ГРЕШКА: Вав датотека је неподржаног подзаписа (мора бити ПЦМ 8,16, или 24 бита или ПЦМ покретног зареза
sv: FEL: Wav-filen har ej stött underformat (måste vara 8-, 16- eller 24-bitars PCM eller flyttals-PCM

source: Big endian 24 bit PCM data is not currently supported, aborting.
da: Stor endian 24 bit PCM-data er aktuelt ikke understøttet; afbryder.
sr: 24-битни ПЦМ подаци велике поређаности нису тренутно подржани, прекидам.
sv: 24-bitars PCM-data med rak byteordning stödjs inte för närvarande, avbryter.

source: Internal error: attempt to read unsupported bitdepth %d
da: Intern fejl: Forsøg på at læse biddybde der ikke er understøttet %d
sr: Унутрашња грешка: покушавам да прочитам неподржану дубину бита %d
sv: Internt fel: försök att läsa bitdjup %d som inte stödjs

source: BUG: Got zero samples from resampler: your file will be truncated. Please report this.
sr: ГРЕШКА: Добих нула узорака од поновног узорковача: ваша датотека ће бити скраћена. Известите нас о овоме.
sv: FEL: Fick noll sampel från omsamplaren: din fil kommer huggas av. Rapportera gärna detta.

source: Couldn't initialise resampler
sr: Не могу да покренем поновног узорковача
sv: Kunde inte initiera omsamplaren

source: Setting advanced encoder option "%s" to %s
sr: Подешавам напредну опцију енкодера „%s“ на „%s“
sv: Ställer in den avancerade kodningsflaggan ”%s” till %s

source: Setting advanced encoder option "%s"
sr: Подешавам напредну опцију енкодера „%s“
sv: Ställer in den avancerade kodningsflaggan ”%s”

source: Changed lowpass frequency from %f kHz to %f kHz
sr: Измених учесталост ниског пролаза са %f kHz на %f kHz
sv: Ändrad lågpassfrekvens från %f kHz till %f kHz

source: Unrecognised advanced option "%s"
da: Avanceret tilvalg »%s« blev ikke genkendt
sr: Непозната напредна опција „%s“
sv: Okänd avancerad flagga ”%s”

source: Failed to set advanced rate management parameters
da: Kunne ikke angive parametre for avanceret hastighedshåndtering
sr: Нисам успео да подесим напредне параметре управљања протоком
sv: Misslyckades att ställa in avancerade parametrar för hastighetshantering

source: This version of libvorbisenc cannot set advanced rate management parameters
da: Denne version af libvorbisenc kan ikke angive avancerede parametre for hastighedshåndtering
sr: Ово издање „libvorbisenc“-а не може да подеси напредне параметре управљања протоком
sv: Denna version av libvorbisenc kan inte ställa in avancerade parametrar för hastighetshantering

source: WARNING: failed to add Kate karaoke style
da: ADVARSEL: Kunne ikke tilføje Kate karoke-stil
sr: УПОЗОРЕЊЕ: нисам успео да додам Катјин стил караока
sv: VARNING: misslyckades att lägga till karaokestilen Kate

source: 255 channels should be enough for anyone. (Sorry, but Vorbis doesn't support more)
da: 255 kanaler bør være nok for alle. (Beklager men Vorbis understøtter ikke flere)
sr: 255 канала би било довољно свакоме. (Извините, али Ворбис не подржава више)
sv: 255 kanaler bör vara tillräckligt för vem som helst. (Ledsen, men Vorbis stödjer inte fler)

source: Requesting a minimum or maximum bitrate requires --managed
da: Anmodning om en minimal eller maksimal bithastighed kræver --managed
sr: Захтевам најмање или највише захтеве протока бита „--managed“
sv: Att begära en minsta och högsta bithastighet kräver --managed

source: Mode initialisation failed: invalid parameters for quality
da: Tilstandsinitialisering mislykkedes: Ugyldige parametre for kvalitet
sr: Није успео режим покретања: неисправни параметри квалитета
sv: Lägesinitieringen misslyckades: ogiltiga kvalitetsparametrar

source: Set optional hard quality restrictions
da: Angiv valgfrie begrænsninger for hård kvalitet
sr: Подешава изборна јака ограничења квалитета
sv: Sätt frivilliga hårda kvalitetsbegränsningar

source: Failed to set bitrate min/max in quality mode
da: Kunne ikke angive bithastighed min/maks i kvalitetstilstand
sr: Нисам успео да подесим најм./најв. проток бита у режиму квалитета
sv: Misslyckades att sätta min/max bithastighet i kvalitetsläge

source: Mode initialisation failed: invalid parameters for bitrate
da: Tilstandsinitialisering mislykkedes: Ugyldige parametre for bithastighed
sr: Није успео режим покретања: неисправни параметри за проток бита
sv: Lägesinitieringen misslyckades: ogiltiga bithastighetsparametrar

source: WARNING: no language specified for %s
da: ADVARSEL: Intet sprog angivet for %s
sr: УПОЗОРЕЊЕ: није наведен језик за „%s“
sv: VARNING: inget språk angivet för %s

source: Failed writing fishead packet to output stream
da: Kunne ikke skrive fishead-pakke til uddatastrøm
sr: Нисам успео да запишем пакет „fishead“ на излазни ток
sv: Misslyckades att skriva fishead-paket till utströmmen

source: Failed writing header to output stream
da: Mislykkedes at skrive hoved til udstrømmen
sr: Нисам успео да запишем заглавље на излазни ток
sv: Misslyckades att skriva huvud till utströmmen

source: Failed encoding Kate header
da: Kunne ikke kode Kate-hoved
sr: Нисам успео да кодирам заглавље Катје
sv: Misslyckades att koda ett Kate-huvud

source: Failed writing fisbone header packet to output stream
da: Kunne ikke skrive fisbone-hovedpakke til uddatastrøm
sr: Нисам успео да запишем пакет заглавља „fisbone“ на излазни ток
sv: Misslyckades att skriva fisbone-huvudpaket till utströmmen

source: Failed writing skeleton eos packet to output stream
da: Kunne ikke skrive skeleton eos-pakke til uddatastrøm
sr: Нисам успео да запишем пакет краја тока скелета на излазни ток
sv: Misslyckades att skriva skelett-eos-paket till utströmmen

source: Failed encoding karaoke style - continuing anyway
da: Kunne ikke kode karaoke-stil - fortsætter alligevel
sr: Нисам успео да кодирам стил караока — ипак настављам
sv: Misslyckades att koda karaokestil — fortsätter ändå

source: Failed encoding karaoke motion - continuing anyway
da: Kunne ikke kode karaoke motion - fortsætter alligevel
sr: Нисам успео да кодирам покрет караока — ипак настављам
sv: Misslyckades att koda karaokerörelse — fortsätter ändå

source: Failed encoding lyrics - continuing anyway
da: Kunne ikke kode sangtekster - fortsætter alligevel
sr: Нисам успео да кодирам текстове — ипак настављам
sv: Misslyckades att koda texten — fortsätter ändå

source: Failed writing data to output stream
da: Mislykkedes at skrive data til udstrømmen
sr: Нисам успео да запишем податке на излазни ток
sv: Misslyckades att skriva data till utströmmen

source: Failed encoding Kate EOS packet
da: Kunne ikke kode Kate EOS-pakke
sr: Нисам успео да кодирам пакет краја тока Катје
sv: Misslyckades att koda Kate-EOS-paket

source: [%5.1f%%] [%2dm%.2ds remaining] %c
da: [%5.1f%%] [%2dm%.2ds resterer] %c
sr: [%5.1f%%] [преостало време — %2dm%.2ds] %c
sv: [%5.1f %%] [%2d m %.2d s återstår] %c

source: Encoding [%2dm%.2ds so far] %c
da: Koder [%2dm%.2ds til nu] %c
sr: Кодирам [%2dm%.2ds за сада] %c
sv: Kodar [%2d m %.2d s hittills] %c

source: Done encoding file "%s"
da: Kodning af "%s" færdig
sr: Готово је кодирање датотеке „%s“
sv: Kodning av ”%s” klar

source: Done encoding.
da: Kodning klar.
sr: Кодирање је готово.
sv: Kodning klar.

source: File length: %dm %04.1fs
da: Fillængde: %dm %04.1fs
sr: Трајање датотеке: %dm %04.1fs
sv: Fillängd: %dm %04.1fs

source: Elapsed time: %dm %04.1fs
da: Forløbet tid: %dm %04.1fs
sr: Протекло време: %dm %04.1fs
sv: Förlupen tid: %dm %04.1fs

source: Rate: %.4f
da: Hastighed: %.4f
sr: Проток: %.4f
sv: Förhållande: %.4f

source: Average bitrate: %.1f kb/s
da: Gennemsnitlig bithastighed: %.1f kb/s
sr: Просечан проток бита: %.1f kb/s
sv: Genomsnittlig bithastighet: %.1f kb/s

source: (min %d kbps, max %d kbps)
da: (min %d kbps, maks %d kbps)
sr: (најмање %d kb/s, највише %d kb/s)
sv: (min %d kb/s, max %d kb/s)

source: (min %d kbps, no max)
da: (min %d kbps, intet maks)
sr: (најмање %d kb/s, нема најмањег)
sv: (min %d kb/s, inget max)

source: (no min, max %d kbps)
da: (intet min, maks %d kbps)
sr: (нема најмањег, највише %d kb/s)
sv: (inget min, max %d kb/s)

source: (no min or max)
da: (intet min eller maks)
sr: (нема ни најмањег ни највећег)
sv: (inget min eller max)

source: Encoding %s%s%s to %s%s%s at average bitrate %d kbps
da: Koder %s%s%s til %s%s%s med en bithastighed på gennemsnitlig %d kbps
sr: Кодирам %s%s%s у %s%s%s просечним протоком бита од %d kb/s
sv: Kodar %s%s%s till %s%s%s med genomsnittlig bithastighet %d kb/s

source: Encoding %s%s%s to %s%s%s at approximate bitrate %d kbps (VBR encoding enabled)
da: Koder %s%s%s til %s%s%s med en bithastighed på cirka %d kbps (VBR-kodning aktiveret)
sr: Кодирам %s%s%s у %s%s%s просечним протоком бита од %d kb/s (укључено је ППБ кодирање)
sv: Kodar %s%s%s till %s%s%s med ungefärlig bithastighet %d kb/s (VBR-kodning aktiverad)

source: Encoding %s%s%s to %s%s%s at quality level %2.2f using constrained VBR
da: Koder %s%s%s til %s%s%s med kvalitetsniveau %2.2f der bruger begrænset VBR
sr: Кодирам %s%s%s у %s%s%s нивоом квалитета %2.2f користећи ограничено ППБ
sv: Kodar %s%s%s till %s%s%s med kvalitetsnivå %2.2f med användning av begränsad VBR

source: Encoding %s%s%s to %s%s%s at quality %2.2f
da: Koder %s%s%s til %s%s%s med kvalitet %2.2f
sr: Кодирам %s%s%s у %s%s%s квалитетом %2.2f
sv: Kodar %s%s%s till %s%s%s med kvalitet %2.2f

source: Encoding %s%s%s to %s%s%s using bitrate management
da: Koder %s%s%s til %s%s%s med bithastighedshåndtering
sr: Кодирам %s%s%s у %s%s%s користећи управљање протоком бита
sv: Kodar %s%s%s till %s%s%s med bithastighetshantering

source: Failed to convert to UTF-8: %s
da: Kunne ikke konvertere til UTF-8: %s
sr: Нисам успео да претворим у УТФ-8: %s
sv: Misslyckades att konvertera till UTF-8: %s

source: Out of memory
da: Ikke mere hukommelse
sr: Нема више меморије
sv: Slut på minne

source: WARNING: subtitle %s is not valid UTF-8
da: ADVARSEL: Undertekst %s er ikke gyldig UTF-8
sr: УПОЗОРЕЊЕ: превод „%s“ није исправан УТФ-8
sv: VARNING: undertitel %s är inte giltig UTF-8

source: ERROR - line %u: Syntax error: %s
da: FEJL - linje %u: Syntaksfejl: %s
sr: ГРЕШКА — %u. ред: Садржајна грешка: %s
sv: FEL — rad %u: Syntaxfel: %s

source: WARNING - line %u: non consecutive ids: %s - pretending not to have noticed
da: ADVARSEL - linje %u: Ikkefortløbende id'er: %s - undlader at bemærke dette
sr: УПОЗОРЕЊЕ — %u. ред: не надовезујући иб-ови: %s — правим се да нисам приметио
sv: VARNING — rad %u: ej id i följd: %s — låtsas att inte ha upptäckt det

source: ERROR - line %u: end time must not be less than start time: %s
da: FEJL - linje %u: Sluttidspunkt skal være mindre end starttidspunkt: %s
sr: ГРЕШКА — %u. ред: време краја не сме бити мање од времена почетка: %s
sv: FEL — rad %u: sluttiden får inte vara mindre än starttiden: %s

source: WARNING - line %u: text is too long - truncated
da: ADVARSEL - linje %u: Tekst er for lang - afkortet
sr: УПОЗОРЕЊЕ — %u. ред: текст је предуг — скратих га
sv: VARNING — rad %u: texten är för lång — huggs av

source: WARNING - line %u: missing data - truncated file?
da: ADVARSEL - linje %u: Mangler data - afkortet fil?
sr: УПОЗОРЕЊЕ — %u. ред: недостају подаци — скраћена датотека?
sv: VARNING — rad %u: saknade data — avhuggen fil?

source: WARNING - line %d: lyrics times must not be decreasing
da: ADVARSEL - linje %d: Sangteksttider må ikke være faldende
sr: УПОЗОРЕЊЕ — %d. ред: времена текстова не могу бити опадајућа
sv: VARNING — rad %d: textens tider får inte minska

source: WARNING - line %d: failed to get UTF-8 glyph from string
da: ADVARSEL - linje %d: Kunne ikke hente UTF-8-glyf fra streng
sr: УПОЗОРЕЊЕ — %d. ред: нисам успео да добавим УТФ-8 слово из ниске
sv: VARNING — rad %d: misslyckades att få UTF-8-glyf från strängen

source: WARNING - line %d: failed to process enhanced LRC tag (%*.*s) - ignored
da: ADVARSEL - linje %d: Kunne ikke behandle udvidet LRC-mærke (%*.*s) - ignoreret
sr: УПОЗОРЕЊЕ — %d. ред: нисам успео да обрадим побољшану ЛРЦ ознаку (%*.*s) — занемарено
sv: VARNING — rad %d: misslyckades att bearbeta utökad LRC-tagg (%*.*s) — ignoreras

source: WARNING: failed to allocate memory - enhanced LRC tag will be ignored
da: ADVARSEL: Kunne ikke tildele hukommelse - udvidet LRC-mærke vil blive ignoreret
sr: УПОЗОРЕЊЕ: нисам успео да доделим меморију — побољшана ЛРЦ ознака биће занемарена
sv: VARNING: misslyckades att allokera minne — utökad LRC-tagg kommer ignoreras

source: ERROR: No lyrics filename to load from
da: FEJL: Ingen filnavne for sangtekster at indlæse fra
sr: ГРЕШКА: Нема датотеке текстова из које учитати
sv: FEL: Inget textfilnamn att läsa ifrån

source: ERROR: Failed to open lyrics file %s (%s)
da: FEJL: Kunne ikke åbne sangtekstfil %s (%s)
sr: ГРЕШКА: Нисам успео да отворим датотеку текстова „%s“ (%s)
sv: FEL: Misslyckades att öppna textfilen ”%s” (%s)

source: ERROR: Failed to load %s - can't determine format
da: FEJL: Kunne ikke indlæse %s - kan ikke bestemme format
sr: ГРЕШКА: Нисам успео да учитам „%s“ — не могу да одредим запис
sv: FEL: Misslyckades att läsa %s — kan inte avgöra formatet

source: RAW file reader
da: RAW-fillæser
sr: Читач сирове датотеке
sv: RAW-filläsare

source: ERROR: No input files specified. Use -h for help.
da: FEJL: Ingen indfil angivet. Brug -h for hjælp.
sr: ГРЕШКА: Нису наведене улазне датотеке. Употребите „-h“ за помоћ.
sv: FEL: Inga infiler angivna. Använd -h för hjälp.

source: ERROR: Multiple files specified when using stdin
da: FEJL: Flere filer angivne med stdin
sr: ГРЕШКА: Наведено је неколико датотека при коришћењу стандардног улаза
sv: FEL: Flera filer angivna med stdin

source: ERROR: Multiple input files with specified output filename: suggest using -n
da: FEJL: Flere indfiler med angivet udfilnavn: anbefaler at bruge -n
sr: ГРЕШКА: Неколико улазних датотека са наведеним називом излазне датотеке: предлажем употребу опције „-n“
sv: FEL: Flera infiler med angivet utfilnamn: rekommenderar att använda -n

source: WARNING: Insufficient lyrics languages specified, defaulting to final lyrics language.
da: ADVARSEL: Utilstrækkeligt antal sprog for sangtekster angivet; bruger det sidste sprog.
sr: УПОЗОРЕЊЕ: Наведени су недовољни језици текстова, прелазим на крајњи језик текста.
sv: VARNING: Otillräckligt textspråk angivet, faller tillbaka på sista textspråket.

source: ERROR: Cannot open input file "%s": %s
da: FEJL: Kan ikke åbne indfil "%s": %s
sr: ГРЕШКА: Не могу да отворим улазну датотеку „%s“: %s
sv: FEL: Kan inte öppna infil ”%s”: %s

source: Opening with %s module: %s
da: Åbner med %s-modul: %s
sr: Отварам модулом „%s“: %s
sv: Öppnar med %s-modul: %s

source: ERROR: Input file "%s" is not a supported format
da: FEJL: Indfil "%s" er ikke i et kendt format
sr: ГРЕШКА: Улазна датотека „%s“ није подржаног записа
sv: FEL: Infil ”%s” är inte i ett känt format

source: WARNING: No filename, defaulting to "%s"
da: ADVARSEL: Intet filnavn; bruger forvalgt navn »%s«
sr: УПОЗОРЕЊЕ: Нема назива датотеке, прелазим на „%s“
sv: VARNING: Inget filnamn, använder standardnamnet ”%s”

source: ERROR: Could not create required subdirectories for output filename "%s"
da: FEJL: Kunne ikke oprette kataloger nødvendige for udfil "%s"
sr: ГРЕШКА: Не могу да направим захтеване поддиректоријуме за излазну датотеку „%s“
sv: FEL: Kunde inte skapa kataloger nödvändiga för utfil ”%s”

source: ERROR: Input filename is the same as output filename "%s"
da: FEJL: Indfilnavn er det samme som udfilnavn »%s«
sr: ГРЕШКА: Назив улазне датотека је исти као и излазне „%s“
sv: FEL: Infilnamnet är samma som utfilnamnet ”%s”

source: ERROR: Cannot open output file "%s": %s
da: FEJL: Kan ikke åbne udfil "%s": %s
sr: ГРЕШКА: Не могу да отворим излазну датотеку „%s“: %s
sv: FEL: Kan inte öppna utfil ”%s”: %s

source: Resampling input from %d Hz to %d Hz
sr: Поново узоркујем улаз са %d Hz на %d Hz
sv: Samplar om indata från %d Hz till %d Hz
