Repository: momo-trip/dataset_fuzz
Catalog: vorbis-tools-1.4.3/po/*.po
Languages: da, sr, sv

source: WARNING: Insufficient titles specified, defaulting to final title.
da: ADVARSEL: Utilstrækkelig titler angivet; bruger den sidste titel.
sr: УПОЗОРЕЊЕ: Наведени су недовољни наслови, прелазим на крајњи наслов.
sv: VARNING: Otillräckligt med titlar angivna, använder den sista titeln.

source: Couldn't create directory "%s": %s
da: Kunne ikke oprette katalog "%s": %s
sr: Не могу да направим директоријум „%s“: %s
sv: Kunde inte skapa katalogen ”%s”: %s

source: Error checking for existence of directory %s: %s
da: Fejl under kontrol af eksistensen af mappe %s: %s
sr: Грешка провере постојања директоријума „%s“: %s
sv: Fel vid kontroll av om katalogen %s finns: %s

source: Error: path segment "%s" is not a directory
da: Fejl: Stisegment »%s« er ikke en mappe
sr: Грешка: подеок путање „%s“ није директоријум
sv: Fel: sökvägssegmentet ”%s” är inte en katalog

source: WARNING: EOS not set on stream %d
da: ADVARSEL: EOS er ikke angivet på strøm %d
sr: УПОЗОРЕЊЕ: Крај тока није подешен на току %d
sv: VARNING: Strömslut inte satt på ström %d

source: WARNING: Invalid header page, no packet found
sr: УПОЗОРЕЊЕ: Неисправна страница заглавља, нисам нашао пакет
sv: VARNING: Ogiltig huvudsida, inga paket funna

source: WARNING: Invalid header page in stream %d, contains multiple packets
sr: УПОЗОРЕЊЕ: Неисправна страница заглавља у току %d, садржи неколико пакета
sv: VARNING: Ogiltig huvudsida i ström %d, innehåller flera paket

source: Note: Stream %d has serial number %d, which is legal but may cause problems with some tools.
sr: Напомена: Ток %d има серијски број %d, који је исправан али може довести до проблема са неким алатима.
sv: Obs: Ström %d har serienummer %d, vilket är tillåtet men kan orsaka problem med vissa verktyg.

source: Error opening input file "%s": %s
sr: Грешка отварања улазне датотеке „%s“: %s
sv: Fel när infil öppnades ”%s”: %s

source: Processing file "%s"...
sr: Обрађујем датотеку „%s“...
sv: Bearbetar filen ”%s” …

source: Could not find a processor for stream, bailing
sr: Не могу да нађем процесор за ток, одох
sv: Kunde inte hitta en processor för strömmen, ger upp

source: Page found for stream after EOS flag
da: Side fundet for strøm efter EOS-flag
sr: Нашао сам страницу за ток након опције краја тока
sv: Sidan finns inte för ström efter strömslutflaggan

source: Ogg muxing constraints violated, new stream before EOS of all previous streams
sr: Прекршено је ограничење Огг мултиплексирања, нови ток пре краја тока свих претходних токова
sv: Ogg-multiplexningsbegränsningar brutna, ny ström före strömslut i alla tidigare strömmar

source: Error unknown.
da: Ukendt fejl.
sr: Грешка није позната.
sv: Okänt fel.

source: WARNING: illegally placed page(s) for logical stream %d This indicates a corrupt Ogg file: %s.
da: ADVARSEL: Ulovligt placerede sider for logisk strøm %d Dette indikerer en ødelagt Ogg-fil: %s.
sr: УПОЗОРЕЊЕ: недозвољено постављена/е страница/е за логички ток %d Ово означава оштећену Огг датотеку: %s.
sv: VARNING: otillåtet placerad sida för logisk ström %d Detta indikerar en trasig Ogg-fil: %s.

source: New logical stream (#%d, serial: %08x): type %s
da: Ny logisk strøm (#%d, seriel: %08x): Type %s
sr: Нови логички ток (#%d, серија: %08x): врста %s
sv: Ny logisk ström (nr. %d, serienr.: %08x): typ %s

source: WARNING: stream start flag not set on stream %d
sr: УПОЗОРЕЊЕ: опција почетка тока није подешена на току %d
sv: VARNING: strömstartflaggan inte satt på ström %d

source: WARNING: stream start flag found in mid-stream on stream %d
sr: УПОЗОРЕЊЕ: опција почетка тока је пронађена у сред-тока на току %d
sv: VARNING: strömstartflagga funnen mitt i strömmen i ström %d

source: WARNING: sequence number gap in stream %d. Got page %ld when expecting page %ld. Indicates missing data.
sr: УПОЗОРЕЊЕ: јаз броја низа у току %d. Добих страницу %ld а очекивах %ld. Значи да недостају подаци.
sv: VARNING: sekvensnummerhopp i ström %d. Fick sida %ld när sida %ld förväntades. Indikerar saknade data.

source: Logical stream %d ended
da: Logisk strøm %d sluttede
sr: Логички ток %d је завршен
sv: Logisk ström %d tog slut

source: ERROR: No Ogg data found in file "%s". Input probably not Ogg.
da: FEJL: Ingen Ogg-data fundet i fil »%s«. Indfil er sikkert ikke Ogg.
sr: ГРЕШКА: Нисам нашао Огг податке у датотеци „%s“. Улаз вероватно није Огг.
sv: FEL: Ingen Ogg-data funnen i filen ”%s”. Indata är förmodligen inte Ogg.

source: ogginfo from %s %s
da: ogginfo fra %s %s
sr: „ogginfo“ из %s %s
sv: ogginfo från %s %s

source: (c) 2003-2005 Michael Smith <msmith@xiph.org> Usage: ogginfo [flags] file1.ogg [file2.ogx ... fileN.ogv] Flags supported: -h Show this help message -q Make less verbose. Once will remove detailed informative messages, two will remove warnings -v Make more verbose. This may enable more detailed checks for some stream types.
sr: (c) 2003-2005 Мајкл Смит <msmith@xiph.org> Употреба: ogginfo [опције] датотека1.ogg [датотека2.ogx ... датотека.ogv] Подржане опције: -h Приказује ову помоћ -q Мање је опширан. Једном ће уклонити опширне обавештајне поруке, двапут ће уклонити упозорења -v Више је опширан. Ово може укључити опширније провере за неке врсте токова.
sv: © 2003-2005 Michael Smith <msmith@xiph.org> Användning: ogginfo [flaggor] fil1.ogg [fil2.ogx … filN.ogv] Flaggor som stödjs: -h Visa detta hjälpmeddelande -q Gör mindre pratsam. En gång tar bort informationsmeddelande om detaljer, två gånger tar bort varningar. -v Gör mer pratsam. Detta kan aktivera mer detaljerade kontroller för några strömtyper.

source: -V Output version information and exit
da: -V Vis versionsinformation og afslut
sr: -V Исписује информацију о издању и излази
sv: -V Skriv ut versionsinformation och avsluta

source: Usage: ogginfo [flags] file1.ogg [file2.ogx ... fileN.ogv] ogginfo is a tool for printing information about Ogg files and for diagnosing problems with them. Full help shown with "ogginfo -h".
sr: Употреба: ogginfo [опције] датотека1.ogg [датотека2.ogx ... датотека.ogv] оггинфо је алат за исписивање података о Огг датотекама и за константовање проблема са њима. Сва помоћ је приказива са „ogginfo -h“.
sv: Användning: ogginfo [flaggor] fil1.ogg [fil2.ogx … filN.ogv] ogginfo är ett verktyg för att skriva ut information om Oggfiler och för att diagnostisera problem med dem. Fullständig hjälp visas med ”ogginfo -h”.

source: No input files specified. "ogginfo -h" for help
da: Ingen inddatafil angivet. Brug »ogginfo -h« for hjælp.
sr: Нису наведене улазне датотеке. „ogginfo -h“ за помоћ
sv: Ingen infil angiven. ”ogginfo -h” för hjälp

source: %s: option `%s' is ambiguous
da: %s: flag "%s" er flertydigt
sr: %s: опција „%s“ је нејасна
sv: %s: flagga "%s" är tvetydig

source: %s: option `--%s' doesn't allow an argument
da: %s: flag "--%s" tager intet argument
sr: %s: опција „--%s“ не дозвољава аргумент
sv: %s: flagga "--%s" tar inget argument

source: %s: option `%c%s' doesn't allow an argument
da: %s: flag "%c%s" tager intet argument
sr: %s: опција „%c%s“ не дозвољава аргумент
sv: %s: flagga "%c%s" tar inget argument

source: %s: option `%s' requires an argument
da: %s: flag "%s" kræver et argument
sr: %s: опција „%s“ захтева аргумент
sv: %s: flagga "%s" kräver ett argument

source: %s: unrecognized option `--%s'
da: %s: ukendt flag "--%s"
sr: %s: непозната опција „--%s“
sv: %s: okänd flagga "--%s"

source: %s: unrecognized option `%c%s'
da: %s: ukendt flag "%c%s"
sr: %s: непозната опција „%c%s“
sv: %s: okänd flagga "%c%s"

source: %s: illegal option -- %c
da: %s: ikke tilladt flag -- %c
sr: %s: неисправна опција -- %c
sv: %s: otillåten flagga -- %c

source: %s: invalid option -- %c
da: %s: ugyldigt flag -- %c
sr: %s: погрешна опција -- %c
sv: %s: ogiltig flagga -- %c

source: %s: option requires an argument -- %c
da: %s: flaget kræver et argument -- %c
sr: %s: опција захтева аргумент -- %c
sv: %s: flaggan kräver ett argument -- %c

source: %s: option `-W %s' is ambiguous
da: %s: flaget `-W %s' er flertydigt
sr: %s: опција „-W %s“ је нејасна
sv: %s: flaggan `-W %s' är tvetydig

source: %s: option `-W %s' doesn't allow an argument
da: %s: flaget `-W %s' tager intet argument
sr: %s: опција „-W %s“ не дозвољава аргумент
sv: %s: flaggan `-W %s' tar inget argument

source: Couldn't flush output stream
sr: Не могу да избацим излазни ток
sv: Kunde inte tömma utströmmen

source: Couldn't close output file
sr: Не могу да затворим излазну датотеку
sv: Kunde inte stänga utfilen

source: Couldn't open %s for writing
da: Kunne ikke åbne %s for skrivning
sr: Не могу да отворим „%s“ за писање
sv: Kunde inte öppna %s för att skriva

source: Usage: vcut infile.ogg outfile1.ogg outfile2.ogg [cutpoint | +cuttime]
da: Brug: vcut indfil.ogg udfil1.ogg udfil2.ogg [skærepunkt | +skæringstid]
sr: Употреба: vcut улдатка.ogg излдатка1.ogg излдатка2.ogg [cutpoint | +cuttime]
sv: Användning: vcut infil.ogg utfil1.ogg utfil2.ogg [klippunkt | +skärtid]

source: To avoid creating an output file, specify "." as its name.
sr: Да избегнете стварање излазне датотеке, наведите тачку (.) као њен назив.
sv: För att undvika att skapa en utfil, ange ”.” som dess namn.

source: Couldn't open %s for reading
da: Kunne ikke åbne %s for læsning
sr: Не могу да отворим „%s“ за читање
sv: Kunde inte öppna %s för att läsa

source: Couldn't parse cutpoint "%s"
da: Kunne ikke tolke skærepunkt "%s"
sr: Не могу да обрадим тачку одсецања „%s“
sv: Kunde inte tolka klippunkt "%s"

source: Processing: Cutting at %lf seconds
sr: Обрађујем: Отсецам на %lf секунде
sv: Bearbetar: Klipper vid %lf sekunder

source: Processing: Cutting at %lld samples
sr: Обрађујем: Отсецам на %lld узорка
sv: Bearbetar: Klipper vid %lld samplingar

source: Processing failed
da: Bearbejdning mislykkedes
sr: Обрада није успела
sv: Bearbetningen misslyckades

source: Cutpoint not found
da: Skærepunkt blev ikke fundet
sr: Нисам нашао тачку отсецања
sv: Skärpunkt hittades inte

source: Specify "." as the second output file to suppress this error.
sr: Наведите тачку (.) као другу излазну датотеку да потиснете ову грешку.
sv: Ange ”.” som den andra utfilen för att undertrycka detta fel.

source: Couldn't write packet to output file
da: Kunne ikke skrive pakke til uddatafil
sr: Не могу да упишем пакет у излазну датотеку
sv: Misslyckades att skriva paket till utfilen

source: BOS not set on first page of stream
da: BOS er ikke angivet på første side af strømmen
sr: Почетак тока није подешен на првој страници тока
sv: BOS inte satt på första sidan av strömmen

source: Multiplexed bitstreams are not supported
da: Multipleksede bitstrømme er ikke understøttet
sr: Мултиплексирани битски токови нису подржани
sv: Multiplexade bitströmmar stödjs inte

source: Internal stream parsing error
da: Intern fejl ved tolkning af strøm
sr: Унутрашња грешка обраде тока
sv: Internt fel vid tolkning av ström

source: Header packet corrupt
sr: Оштећен је пакет заглавља
sv: Trasigt huvudpaket

source: Bitstream error, continuing
da: Bitstrømfejl; fortsætter
sr: Грешка битског тока, настављам
sv: Bitströmsfel, fortsätter

source: Error in header: not vorbis?
da: Fejl i hoved: Ikke vorbis?
sr: Грешка у заглављу: није ворбис?
sv: Fel i huvudet: inte vorbis?

source: Input not ogg.
da: Inddata ikke ogg.
sr: Улаз није огг.
sv: Indata inte ogg.

source: Page error, continuing
da: Sidefejl; fortsætter
sr: Грешка странице, настављам
sv: Sidfel, fortsätter

source: WARNING: input file ended unexpectedly
da: ADVARSEL: Inddatafil afsluttedes uventet
sr: УПОЗОРЕЊЕ: улазна датотека је завршена неочекивано
sv: VARNING: infilen tog oväntat slut

source: WARNING: found EOS before cutpoint
da: ADVARSEL: Fandt EOS før skærepunkt
sr: УПОЗОРЕЊЕ: нађох крај тока пре тачке отсецања
sv: VARNING: hittade strömslut före klippunkt

source: Couldn't get enough memory for input buffering.
sr: Не могу да добавим довољно меморије за мђумеморисање улаза.
sv: Kunde inte få tillräckligt med minne för indatabuffring.

source: Error reading first page of Ogg bitstream.
da: Fejl under læsning af første side af Ogg-bitstrøm
sr: Грешка при читању прве странице Ogg битског тока.
sv: Fel vid läsning av första sidan från en Ogg-bitström.

source: Error reading initial header packet.
da: Fejl under læsning af første hovedpakke.
sr: Грешка читања почетног пакета заглавља.
sv: Fel vid läsning av initialt huvudpaket.

source: Couldn't get enough memory to register new stream serial number.
sr: Не могу да добавим довољно меморије да забележим нови серијски број тока.
sv: Kunde inte få tillräckligt med minne för att registrera en ny ströms serienummer.

source: Input truncated or empty.
da: Inddata trunkeret eller tomt.
sr: Улаз је скраћен или празан.
sv: Indata avhugget eller tomt.

source: Input is not an Ogg bitstream.
da: Inddata er ikke en Ogg-bitstrøm.
sr: Улаз није Ogg битски ток.
sv: Indata är inte en Ogg-bitström.

source: Ogg bitstream does not contain Vorbis data.
da: Ogg-bitstrøm indeholder ikke Vorbisdata.
sr: Огг битски ток не садржи Ворбис податке.
sv: Oggbitströmmen innehåller inte Vorbisdata.

source: EOF before recognised stream.
da: EOF før kendt strøm.
sr: Крај датотеке пре препознатог тока.
sv: Filslut före någon igenkänd ström.

source: Ogg bitstream does not contain a supported data-type.
da: Ogg-bitstrøm indeholder ikke en understøttet datatype.
sr: Огг битски ток не садржи подржану врсту података.
sv: Oggbitströmmen innehåller inte en stödd datatyp.

source: Corrupt secondary header.
da: Fejlagtigt sekundær-hoved.
sr: Оштећено секундарно заглавље.
sv: Felaktigt sekundär-huvud.

source: EOF before end of Vorbis headers.
da: EOF før slutningen på Vorbis-hoveder.
sr: Крај датотеке пре краја Ворбис заглавља.
sv: Filslut före slutet på Vorbishuvuden.

source: Corrupt or missing data, continuing...
da: Data ødelagt eller mangler, fortsætter...
sr: Оштећени или непостојећи подаци, настављам...
sv: Data felaktigt eller saknas, fortsätter...

source: Error writing stream to output. Output stream may be corrupted or truncated.
da: Fejl under skrivning af udstrøm. Kan være ødelagt eller trunkeret.
sr: Грешка при упису тока у излаз. Излазни ток је можда оштећен или скраћен.
sv: Fel under skrivande av utström. Kan vara felaktig eller avhuggen.

source: Failed to open file as Vorbis: %s
sr: Нисам успео да отворим датотеку као Ворбис: %s
sv: Misslyckades att öppna fil som Vorbis: %s

source: Bad comment: "%s"
da: Fejlagtig kommentar: "%s"
sr: Лоша напомена: „%s“
sv: Felaktig kommentar: "%s"

source: bad comment: "%s"
da: fejlagtig kommentar: "%s"
sr: лоша напомена: „%s“
sv: felaktig kommentar: "%s"

source: Failed to write comments to output file: %s
da: Mislykkedes at skrive kommentar til udfil: %s
sr: Нисам успео да упишем напомену у излазну датотеку: %s
sv: Misslyckades att skriva kommentar till utfil: %s

source: no action specified
da: ingen handling angivet
sr: није наведена радња
sv: ingen åtgärd angiven

source: Couldn't un-escape comment, cannot add
sr: Не могу да поништим нови ред напомене, не могу да додам
sv: Kunde inte av-escape:a kommentaren, kan inte lägga till

source: vorbiscomment from %s %s by the Xiph.Org Foundation (http://www.xiph.org/)
da: vorbiskommentar fra %s %s af Xiph.Org Foundation (http://www.xiph.org/)
sr: „vorbiscomment“ из %s %s Фондације „Xiph.Org“ (http://www.xiph.org/)
sv: vorbiscomment från %s %s av Xiph.Org Foundation (http://www.xiph.org/)

source: List or edit comments in Ogg Vorbis files.
da: Vis eller rediger kommentarer i Ogg Vorbis-filer.
sr: Испишите или уредите напомене у Огг Ворбис датотекама.
sv: Lista eller redigera kommentarer i Ogg Vorbis-filer.

source: Usage: vorbiscomment [-Vh] vorbiscomment [-lRe] inputfile vorbiscomment <-a|-w> [-Re] [-c file] [-t tag] inputfile [outputfile]
da: Brug: vorbiscomment [-Vh] vorbiscomment [-lRe] indfil vorbiscomment <-a|-w> [-Re] [-c fil] [-t mærke] indfil [udfil]
sr: Употреба: vorbiscomment [-Vh] vorbiscomment [-lRe] улазна_датотека vorbiscomment <-a|-w> [-Re] [-c датотека] [-t ознака] улазна_датотека [излазна_датотека]
sv: Användning: vorbiscomment [-Vh] vorbiscomment [-lRe] infil vorbiscomment <-a|-w> [-Re] [-c fil] [-t tagg] infil [utfil]

source: Listing options
da: Viser tilvalg
sr: Опције исписивања
sv: Listningsflaggor

source: -l, --list List the comments (default if no options are given)
da: -l, --list Vis kommentarerne (standard uden tilvalg)
sr: -l, --list Исписује напомене (подразумева се ако опције нису дате)
sv: -l, --list Lista kommentarerna (standard om inga flaggor ges)

source: Editing options
da: Redigeringstilvalg
sr: Опције уређивања
sv: Redigeringsflaggor

source: -t "name=value", --tag "name=value" Specify a comment tag on the commandline
da: -t »name=value«, --tag »name=value« Angiv et kommentarmærke på kommandolinjen
sr: -t "назив=вредност", --tag "назив=вредност" Наводи ознаку напомене на линији наредби
sv: -t "namn=värde", --tag "namn=värde" Ange en kommentartagg på kommandoraden

source: -w, --write Write comments, replacing the existing ones
da: -w, --write Skriv kommentarer; der erstatter de eksisterende
sr: -w, --write Пише напомене, замењујући постојеће
sv: -w, --write Skriv kommentarer, ersätt de befintliga

source: -c file, --commentfile file When listing, write comments to the specified file. When editing, read comments from the specified file.
da: -c fil, --commentfile fil Når der vises; skriv kommentarer til den angivne fil. Når der redigeres; læs kommentarer fra den angivne fil.
sr: -c датотека, --commentfile датотека Приликом исписивања, пише напомене у наведену датотеку. Приликом уређивања, чита напомене из наведене датотеке.
sv: -c fil, --commentfile fil Vid listning, skriv kommentarer till angiven fil. Vid redigering, läs kommentarer från angiven fil.

source: -R, --raw Read and write comments in UTF-8
da: -R, --raw Læs og skriv kommentarer i UTF-8
sr: -R, --raw Чита и пише напомене у УТФ-8
sv: -R, --raw Läs och skriv kommentarer i UTF-8

source: -e, --escapes Use \n-style escapes to allow multiline comments.
da: -e, --escapes Brug \n-stil undvigelsestegn til at tillade kommentarer på flere linjer.
sr: -e, --escapes Користи „\n“ за прелазак у нови ред да омогући напомене у више редова.
sv: -e, --escapes Använd kontrollsekvenser i \n-stil för att tillåta flerradiga kommentarer.

source: -V, --version Output version information and exit
da: -V, --version Vis versionsinformation og afslut
sr: -V, --version Исписује податке о издању и излази
sv: -V, --version Skriv ut versionsinformation och avsluta

source: If no output file is specified, vorbiscomment will modify the input file. This is handled via temporary file, such that the input file is not modified if any errors are encountered during processing.
sr: Ако није наведена излазна датотека, ворбискомент ће изменити улазну датотеку. Овим се управља путем привремене датотеке, као када улазна датотека није измењена ако се наиђе на неке грешке у току обраде.
sv: Om ingen utfil är angiven kommer vorbiscomment ändra infilen. Detta hanteras via en temporärfil, så att infilen inte ändras om några fel uppstår under bearbetningen.

source: vorbiscomment handles comments in the format "name=value", one per line. By default, comments are written to stdout when listing, and read from stdin when editing. Alternatively, a file can be specified with the -c option, or tags can be given on the commandline with -t "name=value". Use of either -c or -t disables reading from stdin.
sr: ворбискомент ради са напоменама у запису „назив=вредност“, са једном у реду. По основи, напомене се пишу на стндиз приликом слушања, и читају са стндул приликом уређивања. Другачије, датотека може бити наведена опцијом „-c“, или ознаке могу бити дате на линији наредби помоћу „-t "назив=вредност"“. Употреба или „-c“ или „-t“ искључује читање са стандардног улаза.
sv: vorbiscomment hanterar kommentarer i formatet ”namn=värde”, en per rad. Som standard skrivs kommentarer ut till standard ut när de listas, och läses från standard in när de redigeras. Alternativt kan en fil anges med flaggan -c, eller så kan taggar anges på kommandoraden med -t ”namn=värde”. Om antingen -c eller -t används så stängs läsningen från standard in av.

source: Examples: vorbiscomment -a in.ogg -c comments.txt vorbiscomment -a in.ogg -t "ARTIST=Some Guy" -t "TITLE=A Title"
sr: Примери: vorbiscomment -a улаз.ogg -c напомене.txt vorbiscomment -a улаз.ogg -t "ARTIST=Пера Ждера" -t "TITLE=Пљескавица"
sv: Exempel: vorbiscomment -a in.ogg -c kommentarer.txt vorbiscomment -a in.ogg -t "ARTIST=Någon Person" -t "TITLE=En titel"

source: NOTE: Raw mode (--raw, -R) will read and write comments in UTF-8 rather than converting to the user's character set, which is useful in scripts. However, this is not sufficient for general round-tripping of comments in all cases, since comments can contain newlines. To handle that, use escaping (-e, --escape).
sr: НАПОМЕНА: Сирови режим (--raw, -R) ће читати и писати напомене у УТФ-8 уместо да их претвара у корисников скуп знакова, што је корисно у скриптама. Међутим, то није довољно за опште кружно укључивање напомена у свим случајевима, јер напомене могу да садрже нове редове. Да радите са овим, користите прелазак на нови ред (-e, --escape).
sv: OBS: Rått läge (--raw, -R) läser och skriver kommentarer i UTF-8 istället för att konvertera till användarens teckenuppsättning, vilket är användbart i skript. Detta är dock inte tillräckligt i allmänhet för att kommentarer skall kunna gå hela varvet runt i alla lägen, eftersom kommentarer kan innehålla nyrader. För att hantera det, använd flyktföljder (-e, --escape).

source: Internal error parsing command options
da: Intern fejl ved tolkning af kommandoflag
sr: Унутрашња грешка обраде опција наредбе
sv: Internt fel vid tolkning av kommandoflaggor

source: vorbiscomment from vorbis-tools
sr: „vorbiscomment“ из ворбис-алата
sv: vorbiscomment från vorbis-tools

source: Error opening input file '%s'.
da: Fejl ved åbning af indfil "%s".
sr: Грешка отварања улазне датотеке „%s“.
sv: Misslyckades att öppna infil "%s".

source: Input filename may not be the same as output filename
sr: Назив улазне датотеке не може бити исти као назив излазне датотеке
sv: Infilnamn får inte vara samma som utfilnamn

source: Error opening output file '%s'.
da: Fejl ved åbning af udfil "%s".
sr: Грешка отварања излазне датотеке „%s“.
sv: Misslyckades att öppna utfil "%s".

source: Error opening comment file '%s'.
da: Fejl ved åbning af kommentarfil "%s".
sr: Грешка отварања датотеке напомене „%s“.
sv: Misslyckades att öppna kommentarfil "%s".

source: Error opening comment file '%s'
da: Fejl ved åbning af kommentarfil "%s"
sr: Грешка отварања датотеке напомене „%s“
sv: Misslyckades att öppna kommentarfil "%s"

source: Error removing old file %s
da: Fejl ved fjernelse af gammel fil %s
sr: Грешка уклањања старе датотеке „%s“
sv: Fel när gammal fil togs bort %s

source: Error renaming %s to %s
da: Fejl ved omdøbning af %s til %s
sr: Грешка преименовања „%s“ у „%s“
sv: Fel vid byte av namn från %s till %s

source: Error removing erroneous temporary file %s
da: Fejl ved fjernelse af midlertidig fejlbehæftet fil %s
sr: Грешка укалњања погрешне привремене датотеке „%s“
sv: Fel när felaktig temporärfil togs bort %s
