Repository: momo-trip/dataset_fuzz
Catalog: vorbis-tools-1.4.3/po/*.po
Languages: da, sr, sv

source: Downmixing stereo to mono
da: Mikser stereo ned til mono
sr: Премешавам стерео у моно
sv: Mixar ner stereo till mono

source: WARNING: Can't downmix except from stereo to mono
da: ADVARSEL: Kan kun mikse stereo ned til mono
sr: УПОЗОРЕЊЕ: Не могу да измешам осим из стереа у моно
sv: VARNING: Kan inte mixa ner utom från stereo till mono

source: Scaling input to %f
da: Skalerer inddata til %f
sr: Сразмеравам улаз на %f
sv: Skalar indata till %f

source: oggenc from %s %s
da: oggenc fra %s %s
sr: „oggenc“ из %s %s
sv: oggenc från %s %s

source: Usage: oggenc [options] inputfile [...]
da: Brug: oggenc [tilvalg] indfil [...]
sr: Употреба: oggenc [опције] улазнадатотека [...]
sv: Användning: oggenc [flaggor] indatafil […]

source: OPTIONS: General: -Q, --quiet Produce no output to stderr -h, --help Print this help text -V, --version Print the version number
da: TILVALG: Generelt: -Q, --quiet Send ingen uddata til stderr -h, --help Vis denne hjælpetekst -V, --version Vis versionsnummeret
sr: ОПЦИЈЕ: Опште: -Q, --quiet Не даје никакав излаз на стандардну грешку -h, --help Исписује ову помоћ -V, --version Исписује број издања
sv: FLAGGOR: Allmänt: -Q, --quiet Producera ingen utdata till standard fel -h, --help Skriv denna hjälptext -V, --version Skriv versionsnumret

source: -k, --skeleton Adds an Ogg Skeleton bitstream -r, --raw Raw mode. Input files are read directly as PCM data -B, --raw-bits=n Set bits/sample for raw input; default is 16 -C, --raw-chan=n Set number of channels for raw input; default is 2 -R, --raw-rate=n Set samples/sec for raw input; default is 44100 --raw-endianness 1 for bigendian, 0 for little (defaults to 0)
sr: -k, --skeleton Додаје битски ток Огг Скелета -r, --raw Сирови режим. Улазне датотеке се читају непосредно као ПЦМ подаци -B, --raw-bits=n Подешава битове/узорку за сирови улаз; основно је 16 -C, --raw-chan=n Подешава број канала за сирови улаз; основно је 2 -R, --raw-rate=n Подешава узорака/сек. за сирови улаз; основно је 44100 --raw-endianness 1 — за велику крајност, 0 за малу (подразумева се 0)
sv: -k, --skeleton Lägger till en Ogg Skeleton-bitström -r, --raw Rått läge. Indatafiler läses direkt som PCM-data -B, --raw-bits=n Sätter bitar/sampel för rå indata; standard är 16 -C, --raw-chan=n Sätter antal kanaler för rå indata; standard är 2 -R, --raw-rate=n Sätter sampel/s för rå indata; standard är 44100 --raw-endianness 1 för rak byteordning, 0 för omvänd (standard är 0)

source: -b, --bitrate Choose a nominal bitrate to encode at. Attempt to encode at a bitrate averaging this. Takes an argument in kbps. By default, this produces a VBR encoding, equivalent to using -q or --quality. See the --managed option to use a managed bitrate targetting the selected bitrate.
da: -b, --bitrate Vælg en minimums bithastighed at kode med. Forsøg at kode med en bithastighed som denne. Modtager et argument i kbps. Som standard producerer dette en VBR-kodning, svarende til at bruge -q eller --quality. Se tilvalget --managed for at bruge en håndteret bithastighed der har den valgte bithastighed som mål.
sr: -b, --bitrate Бира назначени проток бита за кодирање. Покушава да кодира при протоку бита блиском овом. Прихвата аргумент у kb/s. По основи, ово даје ППБ кодирање, исто као да се користи „-q“ или „--quality“. Видите опцију „--managed“ да користите управљани проток бита циљајући на изабрани проток бита.
sv: -b, --bitrate Välj en nominell bithastighet att koda i. Försök att koda med en bithastighet som har detta som genomsnitt. Tar ett argument i kb/s. Som standard producerar detta en VBR-kodning, ekvivalent med att välja -q eller --quality. Se flaggan --managed för att använda en styrd bithastighet med den valda bithastigheten som mål.

source: --managed Enable the bitrate management engine. This will allow much greater control over the precise bitrate(s) used, but encoding will be much slower. Don't use it unless you have a strong need for detailed control over bitrate, such as for streaming.
sr: --managed Укључује погон управљања протоком бита. Ово ће омогућити много боље управљање над коришћеним тачним протоком бита, али ће кодирање бити много спорије. Немојте га користити осим ако вам није преко потребно детаљно управљање над протоком бита, као за стварање токова.
sv: --managed Aktivera styrmotorn för bithastigheten. Detta kommer ge mycket större kontroll över den precisa bithastigheten som används, men kodningen kommer bli mycket långsammare. Använd det inte om du inte har ett stort behov av detaljerad kontroll av bithastigheten, såsom för strömning.

source: -m, --min-bitrate Specify a minimum bitrate (in kbps). Useful for encoding for a fixed-size channel. Using this will automatically enable managed bitrate mode (see --managed). -M, --max-bitrate Specify a maximum bitrate in kbps. Useful for streaming applications. Using this will automatically enable managed bitrate mode (see --managed).
sr: -m, --min-bitrate Наводи најмањи проток бита (у kb/s). Корисно је за кодирање канала сталне величине. Употреба овога ће самостално укључити режим управљаног протока бита (видите „--managed“). -M, --max-bitrate Наводи највећи проток бита у kb/s. Корисно је за програме токова. Ово ће самостално укључити режим управљаног протока бита (видите „--managed“).
sv: -m, --min-bitrate Ange en minsta bithastighet (i kb/s). Användbart för kodning för en kanal med fast storlek. Att använda detta kommer automatiskt aktivera läget för styrd bithastighet (se --managed). -M, --max-bitrate Ange en högsta bithastighet i kb/s. Användbart för strömningstillämpningar. Att använda detta kommer automatiskt aktivera läget för styrd bithastighet (se --managed).

source: --advanced-encode-option option=value Sets an advanced encoder option to the given value. The valid options (and their values) are documented in the man page supplied with this program. They are for advanced users only, and should be used with caution.
sr: --advanced-encode-option опција=вредност Подешава напредну опцију енкодера на дату вредност. Исправне опције (и њихове вредности) су документоване на страници упутства која иде уз овај програм. Оне су само за напредне кориснике, и требају бити коришћене уз предострожност.
sv: --advanced-encode-option flagga=värde Sätter en avancerad kodarflagga till det angivna värdet. De giltiga flaggorna (och deras värden) är dokumenterade i manualsidan som kommer med detta program. De är endast för avancerade användare, och skall användas med försiktighet.

source: -q, --quality Specify quality, between -1 (very low) and 10 (very high), instead of specifying a particular bitrate. This is the normal mode of operation. Fractional qualities (e.g. 2.75) are permitted The default quality level is 3.
sr: -q, --quality Наводи квалитет, између -1 (врло низак) и 10 (врло висок), уместо да наводи нарочити проток бита. Ово је уобичајени режим рада. Разломачки квалитети (нпр. 2.75) су дозвољени. Основни ниво квалитета је 3.
sv: -q, --quality Ange kvalitet, mellan -1 (väldigt låg) och 10 (väldigt hög), istället för att ange en viss bithastighet. Detta är det normala användningsläget. Kvalitet med decimaldelar (t.ex. 2.75) är tillåtna. Standardnivån på kvaliteten är 3.

source: --resample n Resample input data to sampling rate n (Hz) --downmix Downmix stereo to mono. Only allowed on stereo input. -s, --serial Specify a serial number for the stream. If encoding multiple files, this will be incremented for each stream after the first.
sr: --resample n Улазни подаци поновног узорковања за проток узорковања „n“ (Hz) --downmix Премешава стерео у моно. Дозвољено је само на стерео улазима. -s, --serial Наводи серијски број за ток. Ако се кодира неколико датотека, ово ће бити увећано за сваки ток након првог.
sv: --resample n Sampla om indata till samplingshastighet n (Hz) --downmix Mixa ner stereo till mono. Endast möjlig vid stereoindata. -s, --serial Ange ett serienummer för strömmen. Om flera filer kodas kommer detta ökas för varje ström efter den första.

source: --discard-comments Prevents comments in FLAC and Ogg FLAC files from being copied to the output Ogg Vorbis file. --ignorelength Ignore the datalength in Wave headers. This allows support for files > 4GB and STDIN data streams.
sr: --discard-comments Спречава умножавање напомена из ФЛАЦ и Огг ФЛАЦ датотека у излазну Огг Ворбис датотеку. --ignorelength Занемарује дужину података у Вејв заглављима. Ово омогућава подршку за датотеке веће од 4GB и токове података СТНДУЛ-а.
sv: --discard-comments Hindrar kommentarer i FLAC- och Ogg FLAC-filer från att kopieras till Ogg Vorbis-filen med utdata. --ignorelength Bortse från datalängden i Wave-huvuden. Detta gör stöd för filer > 4GB och STANDARD IN dataströmmar-möjligt.

source: Naming: -o, --output=fn Write file to fn (only valid in single-file mode) -n, --names=string Produce filenames as this string, with %%a, %%t, %%l, %%n, %%d replaced by artist, title, album, track number, and date, respectively (see below for specifying these). %%%% gives a literal %%.
sr: Именовање: -o, --output=нд Пише датотеку у нд (исправно је једино у режиму једне датотеке) -n, --names=ниска Резултира називима датотека као ова ниска, где се „%%a“, „%%t“, „%%l“, „%%n“, „%%d“ замењује са: „извођач, наслов, албум, нумера и датум“, редом (видите испод за навођење истих). „%%%%“ даје дословно „%%“.
sv: Namngivning: -o, --output=fn Skriv filen till fn (endast giltigt i enkelfilsläge) -n, --names=sträng Skapa filnamn som denna sträng, med %%a, %%t, %%l, %%n, %%d ersatta med artist, titel, album, spårnummer respektive datum (se nedan för att specificera dessa). %%%% ger ett bokstavligt %%.

source: -X, --name-remove=s Remove the specified characters from parameters to the -n format string. Useful to ensure legal filenames. -P, --name-replace=s Replace characters removed by --name-remove with the characters specified. If this string is shorter than the --name-remove list or is not specified, the extra characters are just removed. Default settings for the above two arguments are platform specific.
sr: -X, --name-remove=н Уклања наведене знакове из параметара до ниске -n записа. Корисно за осигуравање исправних назива датотека. -P, --name-replace=н Замењује знаке које уклони „--name-remove“ са наведеним знацима. Ако је ова ниска краћа од списка „--name-remove“ или није наведена, прекомерни знакови се једноставно уклањају. Основна подешавања за горња два аргумента су особена за платформу.
sv: -X, --name-remove=s Ta bort de angivna tecknen från parametrar till formatsträngen -n. Användbart för att få giltiga filnamn. -P, --name-replace=s Ersätt tecken borttagna av --name-remove med de angivna tecknen. Om denna sträng är kortare än listan till --name-remove eller inte anges, tas de extra tecknen bara bort. Standardinställningen för de ovanstående två argumenten är plattformsspecifik.

source: --utf8 Tells oggenc that the command line parameters date, title, album, artist, genre, and comment are already in UTF-8. On Windows, this switch applies to file names too. -c, --comment=c Add the given string as an extra comment. This may be used multiple times. The argument should be in the format "tag=value". -d, --date Date for track (usually date of performance)
sr: --utf8 Говори оггенк-у да су параметри линије наредби „датум, наслов, албум, извођач, жанр, и напомена“ већ у УТФ-8. На Виндоузу, овај прекидач се примењује и на називима датотека. -c, --comment=н Додаје дату ниску као додатну напомену. Може бити коришћено више пута. Аргумент треба бити у запису „tag=value“. -d, --date Датум за нумеру (обично датум извођења)
sv: --utf8 Säger till oggenc att kommandoradsparametrarna för datum, titel, album, artist, genre och kommentar redan är i UTF-8. På Windows gäller denna flagga även filnamn -c, --comment=k Lägg till den angivna strängen som en extra kommentar. Detta kan användas flera gånger. Argumentet skall ha formen "tagg=värde". -d, --date Datum för spåret (vanligen datum för uppträdande)

source: -N, --tracknum Track number for this track -t, --title Title for this track -l, --album Name of album -a, --artist Name of artist -G, --genre Genre of track
da: -N, --tracknum Nummer på albummet -t, --title Nummerets titel -l, --album Navn på albummet -a, --artist Navn på kunstner -G, --genre Nummerets genre
sr: -N, --tracknum Број нумере за ову нумеру -t, --title Наслов за ову нумеру -l, --album Назив албума -a, --artist Назив извођача -G, --genre Жанр нумере
sv: -N, --tracknum Spårnummer för detta spår -t, --title Titel för detta spår -l, --album Albumets namn -a, --artist Artistens namn -G, --genre Spårets genre

source: -L, --lyrics Include lyrics from given file (.srt or .lrc format) -Y, --lyrics-language Sets the language for the lyrics
sr: -L, --lyrics Укључује текстове из дате датотеке („.srt“ или „.lrc“) -Y, --lyrics-language Подешава језик за текстове песама
sv: -L, --lyrics Inkludera texten från den angivna filen (format .srt eller .lrc) -Y, --lyrics-language Anger språket för texten

source: If multiple input files are given, then multiple instances of the previous eight arguments will be used, in the order they are given. If fewer titles are specified than files, OggEnc will print a warning, and reuse the final one for the remaining files. If fewer track numbers are given, the remaining files will be unnumbered. If fewer lyrics are given, the remaining files will not have lyrics added. For the others, the final tag will be reused for all others without warning (so you can specify a date once, for example, and have it used for all the files)
sr: Ако је дато више улазних датотека, вишеструки примерци претходних осам аргумената биће коришћени, онако како су дати. Ако је наведено мање наслова него датотека, ОггЕнк ће исписати упозорење, и користиће последњи за преостале датотеке. Ако је дат мањи број нумера, преостале датотеке ће бити без бројева. Ако је дато мање текстова, преостале датотеке неће имати додате текстове. За остале, последња ознака ће бити искоришћена за све остале без упозоравања (тако да можете једном навести датум, на пример, и да га користите за све датотеке)
sv: Om flera infiler anges kommer multipla instanser av de åtta föregående argumenten användas, i den ordning de angetts. Om färre titlar anges än filer, kommer OggEnc skriva en varning, och återanvända den sista av dem för de återstående filerna. Om färre spårnummer anges, kommer de återstående filerna vara onumrerade. Om färre texter anges, kommer de återstående filerna inte ha text tillagt. För de andra kommer den sista taggen återanvändas för alla andra utan varning (så att du kan ange ett datum en gång, till exempel, och använda det för alla filerna)

source: INPUT FILES: OggEnc input files must currently be 24, 16, or 8 bit PCM Wave, AIFF, or AIFF/C files, 32 bit IEEE floating point Wave, and optionally FLAC or Ogg FLAC. Files may be mono or stereo (or more channels) and any sample rate. Alternatively, the --raw option may be used to use a raw PCM data file, which must be 16 bit stereo little-endian PCM ('headerless Wave'), unless additional parameters for raw mode are specified. You can specify taking the file from stdin by using - as the input filename. In this mode, output is to stdout unless an output filename is specified with -o Lyrics files may be in SubRip (.srt) or LRC (.lrc) format
sr: УЛАЗНЕ ДАТОТЕКЕ: Узне датотеке ОггЕнк-а морају тренутно бити 24, 16, или 8 бита ПЦМ Вејв, АИФФ, или АИФФ/Ц датотеке, 32 бита Вејв ИЕЕЕ покретног зареза, и изборно ФЛАЦ или Огг ФЛАЦ. Датотеке могу бити моно или стерео (или вишеканалне) и било ког протока узорка. Другачије, опција „--raw“ се може користити за коришћење датотеке сирових ПЦМ података, који морају бити 16 бита стерео ПЦМ малог поретка („Вејв без заглавља“), осим ако нису наведени додатни параметри за сирови режим. Можете навести узимајући датотеку са стндул користећи „-“ као улазни назив датотеке. У овом режиму, излаз је на стндиз осим ако није наведен излазни назив датотеке са „-o“ Текстови песама могу бити у запису СубРип (.srt) или ЛРЦ (.lrc)
sv: INFILER: Infiler till OggEnc måste för närvarande vara 24-, 16- eller 8-bitars PCM Wave-, AIFF- eller AIFF/C-filer, 32-bitars IEEE flyttals-Wave och eventuellt FLAC eller Ogg FLAC. Filer kan vara i mono eller stereo (eller fler kanaler) och godtycklig samplingshastighet. Alternativt kan flaggan --raw användas för en rå PCM-datafil, som måste vara 16-bitars stereo PCM med omvänd byteordning (”Wave utan huvud”), om inte ytterligare parametrar för rått läge anges. Du kan ange att filen skall tas från standard in genom att använda - som infilnamn. I detta läge skrivs utdata till standard ut om inte ett utfilnamn anges med -o Texter kan vara i formatet SubRip (.srt) eller LRC (.lrc).

source: WARNING: Ignoring illegal escape character '%c' in name format
da: ADVARSEL: Ignorerer ikke tilladt specialtegn '%c' i navneformat
sr: УПОЗОРЕЊЕ: Занемарујем неисправан знак новог реда „%c“ у запису назива
sv: VARNING: Ignorerar otillåtet specialtecken '%c' i namnformat

source: Enabling bitrate management engine
da: Aktiverer motor for bithastighedshåndtering
sr: Укључујем погон управљања протоком бита
sv: Aktiverar motorn för hantering av bithastighet

source: WARNING: Raw endianness specified for non-raw data. Assuming input is raw.
sr: УПОЗОРЕЊЕ: Наведена је сирова поредивост за не-сирове податке. Претпостављам да је улаз сиров.
sv: VARNING: Rå byteordning angiven för icke råa data. Antar att indata är rå.

source: WARNING: Couldn't read endianness argument "%s"
sr: УПОЗОРЕЊЕ: Не могу да прочитам аргумент поредивости „%s“
sv: VARNING: Kunde inte läsa byteordningsargumentet ”%s”

source: WARNING: Couldn't read resampling frequency "%s"
sr: УПОЗОРЕЊЕ: Не могу да прочитам учесталост поновног узорковања „%s“
sv: VARNING: Kunde inte läsa omsamplingsfrekvensen ”%s”

source: WARNING: Resample rate specified as %d Hz. Did you mean %d Hz?
sr: УПОЗОРЕЊЕ: Проток поновног узорковања је наведен као %d Hz. Можда сте мислили %d Hz?
sv: VARNING: Omsamplingsfrekvensen angiven som %d Hz. Menade du %d Hz?

source: WARNING: Couldn't parse scaling factor "%s"
sr: УПОЗОРЕЊЕ: Не могу да обрадим чиниац сразмере „%s“
sv: VARNING: Kunde inte tolka skalfaktorn ”%s”

source: No value for advanced encoder option found
sr: Нисам нашао вредност за напредну опцију кодера
sv: Inget värde för den avancerade kodarflaggan funnet

source: Internal error parsing command line options
sr: Унутрашња грешка обраде опција линије наредби
sv: Internt fel vid tolkning av kommandoradsflaggor

source: WARNING: Illegal comment used ("%s"), ignoring.
da: ADVARSEL: Ugyldig kommentar brugt (»%s«); ignorerer.
sr: УПОЗОРЕЊЕ: Коришћена је неисправна напомена („%s“), занемарујем.
sv: VARNING: Ogiltig kommentar använd (”%s”), ignorerar.

source: WARNING: nominal bitrate "%s" not recognised
da: ADVARSEL: Nominel bithastighed »%s« blev ikke genkendt
sr: УПОЗОРЕЊЕ: назначени проток бита „%s“ није препознат
sv: VARNING: nominell bithastighet ”%s” inte förstådd

source: WARNING: minimum bitrate "%s" not recognised
da: ADVARSEL: Minimum bithastighed »%s« blev ikke genkendt
sr: УПОЗОРЕЊЕ: најмањи проток бита „%s“ није препознат
sv: VARNING: minsta bithastighet ”%s” inte förstådd

source: WARNING: maximum bitrate "%s" not recognised
da: ADVARSEL: Maksimum bithastighed »%s« blev ikke genkendt
sr: УПОЗОРЕЊЕ: највећи проток бита „%s“ није препознат
sv: VARNING: högsta bithastighet ”%s” inte förstådd

source: Quality option "%s" not recognised, ignoring
da: Kvalitetstilvalg »%s« blev ikke genkendt; ignorerer
sr: Опција квалитета „%s“ није препозната, занемарујем
sv: Kvalitetsflaggan ”%s” inte förstådd, ignorerar

source: WARNING: quality setting too high, setting to maximum quality.
da: ADVARSEL: Kvalitetsindstilling er for høj, bruger maksimal kvalitet.
sr: УПОЗОРЕЊЕ: подешавање квалитета је превисоко, подешавам на највећи квалитет.
sv: VARNING: kvalitetsinställningen är för hög, sätter till maximal kvalitet.

source: WARNING: Multiple name formats specified, using final
da: ADVARSEL: Flere navneformater angivet; bruger den sidste
sr: УПОЗОРЕЊЕ: Наведено је неколико записа назива, користим крајњи
sv: VARNING: Flera namnformat angivna, använder det sista

source: WARNING: Multiple name format filters specified, using final
da: ADVARSEL: Flere navneformatfiltre angivet; bruger den sidste
sr: УПОЗОРЕЊЕ: Наведено је неколико пропусника записа назива, користим крајњи
sv: VARNING: Flera namnformatfilter angivna, använder det sista

source: WARNING: Multiple name format filter replacements specified, using final
da: ADVARSEL: Flere filtererstatninger for navneformater; bruger den sidste
sr: УПОЗОРЕЊЕ: Наведено је неколико замена пропусника записа назива, користим крајњи
sv: VARNING: Flera ersättningar för namnformatfilter angivna, använder den sista

source: WARNING: Multiple output files specified, suggest using -n
da: ADVARSEL: Flere uddatafiler angivet; foreslår brug af -n
sr: УПОЗОРЕЊЕ: Наведено је неколико излазних датотека, предлажем употребу „-n“
sv: VARNING: Flera utdatafiler angivna, föreslår användning av -n

source: WARNING: Raw bits/sample specified for non-raw data. Assuming input is raw.
sr: УПОЗОРЕЊЕ: Наведени су сирови битови/узорак за не-сирове податке. Претпостављам да је улаз сиров.
sv: VARNING: Råa bitar/sampling angivet för icke rå data. Antar att indata är rå.

source: WARNING: Invalid bits/sample specified, assuming 16.
sr: УПОЗОРЕЊЕ: Наведени су нисправни битови/узорак, подразумевам 16.
sv: VARNING: Ogiltig bitar/sampling angiven, antar 16.

source: WARNING: Raw channel count specified for non-raw data. Assuming input is raw.
sr: УПОЗОРЕЊЕ: Наведен је сирови број канала за не-сирове податке. Претпостављам да је улаз сиров.
sv: VARNING: Rått kanalantal angivet för icke rå data. Antar att indata är rå.

source: WARNING: Invalid channel count specified, assuming 2.
da: ADVARSEL: Ugyldigt kanalantal angivet; antager 2.
sr: УПОЗОРЕЊЕ: Наведен је нисправан број канала, подразумевам 16.
sv: VARNING: Ogiltigt kanalantal angivet, antar 2.

source: WARNING: Raw sample rate specified for non-raw data. Assuming input is raw.
sr: УПОЗОРЕЊЕ: Наведен је сирови проток узорка за не-сирове податке. Претпостављам да је улаз сиров.
sv: VARNING: Rå samplingshastighet angiven för icke rå data. Antar att indata är rå.

source: WARNING: Invalid sample rate specified, assuming 44100.
sr: УПОЗОРЕЊЕ: Наведен је нисправан проток узорка, подразумевам 44100.
sv: VARNING: Ogiltig samplingshastighet angiven, antar 44100.

source: WARNING: Kate support not compiled in; lyrics will not be included.
da: ADVARSEL: Understøttelse af Kate er ikke kompileret ind; sangtekster vil ikke blive inkluderet.
sr: УПОЗОРЕЊЕ: Подршка Катје није преведена; текстови неће бити укључени.
sv: VARNING: Katestöd inte inkompilerat; texter kommer inte inkluderas.

source: WARNING: language can not be longer than 15 characters; truncated.
da: ADVARSEL: Sprog kan ikke være længere end 15 tegn; afkortet.
sr: УПОЗОРЕЊЕ: језик не може бити дужи од 15 знакова; скратих га.
sv: VARNING: språk kan inte vara längre än 15 tecken; avhugget.

source: WARNING: Unknown option specified, ignoring->
da: ADVARSEL: Ukendt tilvalg angivet; ignorerer->
sr: УПОЗОРЕЊЕ: Наведена је непозната опција, занемарујем—>
sv: VARNING: Okänd flagga angiven, ignorerar→

source: '%s' is not valid UTF-8, cannot add
da: »%s« er ikke gyldig UTF-8; kan ikke tilføje
sr: „%s“ није исправан УТФ-8, не могу да додам
sv: ”%s” är inte giltig UTF-8, kan inte lägga till

source: Couldn't convert comment to UTF-8, cannot add
da: Kunne ikke konvertere kommentar til UTF-8; kan ikke tilføje
sr: Не могу да претворим напомену у УТФ-8, не могу да додам
sv: Kunde inte konvertera kommentaren till UTF-8, kan inte lägga till
