Repository: momo-trip/dataset_fuzz
Catalog: vorbis-tools-1.4.3/po/*.po
Languages: da, sr, sv

source: ERROR: Out of memory in malloc_action().
da: FEJL: Slut på hukommelse i malloc_action().
sr: ГРЕШКА: Нема више меморије у „malloc_action()“.
sv: FEL: Slut på minne i malloc_action().

source: ERROR: Could not allocate memory in malloc_buffer_stats()
da: FEJL: Kunne ikke reservere hukommelse i malloc_buffer_stats()
sr: ГРЕШКА: Не могу да доделим меморију у „malloc_buffer_stats()“
sv: FEL: Kunde inte allokera minne i malloc_buffer_stats()

source: ERROR: Device not available.
da: FEJL: Enhed ikke tilgængelig.
sr: ГРЕШКА: Уређај није доступан.
sv: FEL: Enheten är inte tillgänglig.

source: ERROR: %s requires an output filename to be specified with -f.
da: FEJL: %s behøver et navn for udstrøm angivet med -f.
sr: ГРЕШКА: „%s“ захтева назив датотеке уз „-f“.
sv: FEL: %s förutsätter att ett utfilnamn anges med -f.

source: ERROR: Unsupported option value to %s device.
da: FEJL: Ukendt tilvalgsværdi til enhed %s.
sr: ГРЕШКА: Неподржана вредност опције уређају „%s“.
sv: FEL: Okänt flaggvärde till enheten %s.

source: ERROR: Cannot open device %s.
da: FEJL: Kan ikke åbne enhed %s.
sr: ГРЕШКА: Не могу да отворим уређај „%s“.
sv: FEL: Kan inte öppna enheten %s.

source: ERROR: Device %s failure.
da: FEJL: Fejl på enhed %s.
sr: ГРЕШКА: Неуспех уређаја „%s“.
sv: FEL: Fel på enheten %s.

source: ERROR: An output file cannot be given for %s device.
da: FEJL: Udfil kan ikke angives for %s-enhed.
sr: ГРЕШКА: Излазна датотека не може бити дата за уређај „%s“.
sv: FEL: En utfil kan inte anges för enheten %s.

source: ERROR: Cannot open file %s for writing.
da: FEJL: Kan ikke åbne filen %s for at skrive.
sr: ГРЕШКА: Не могу да отворим датотеку „%s“ за писање.
sv: FEL: Kan inte öppna filen %s för att skriva.

source: ERROR: File %s already exists.
da: FEJL: Fil %s findes allerede.
sr: ГРЕШКА: Већ постоји датотека „%s“.
sv: FEL: Filen %s finns redan.

source: ERROR: This error should never happen (%d). Panic!
da: FEJL: Denne fejl bør aldrig ske (%d). Panik!
sr: ГРЕШКА: Ова грешка не би требала никада да се догоди (%d). Јао вама!
sv: FEL: Detta fel skall aldrig inträffa (%d). Panik!

source: ERROR: Out of memory in new_audio_reopen_arg().
da: FEJL: Slut på hukommelse i new_audio_reopen_arg().
sr: ГРЕШКА: Нема више меморије у „new_audio_reopen_arg()“.
sv: FEL: Slut på minne i new_audio_reopen_arg().

source: Error: Out of memory in new_print_statistics_arg().
da: Fejl: Slut på hukommelse i new_print_statistics_arg().
sr: Грешка: Нема више меморије у „new_print_statistics_arg()“.
sv: Fel: Slut på minne i new_print_statistics_arg().

source: ERROR: Out of memory in new_status_message_arg().
da: FEJL: Slut på hukommelse i new_status_message_arg().
sr: ГРЕШКА: Нема више меморије у „new_status_message_arg()“.
sv: FEL: Slut på minne i new_status_message_arg().

source: Error: Out of memory in decoder_buffered_metadata_callback().
da: Fejl: Slut på hukommelse i decoder_buffered_metadata_callback().
sr: Грешка: Нема више меморије у „decoder_buffered_metadata_callback()“.
sv: Fel: Slut på minne i decoder_buffered_metadata_callback().

source: ERROR: Out of memory in decoder_buffered_metadata_callback().
da: FEJL: Slut på hukommelse i decoder_buffered_metadata_callback().
sr: ГРЕШКА: Нема више меморије у „decoder_buffered_metadata_callback()“.
sv: FEL: Slut på minne i decoder_buffered_metadata_callback().

source: System error
da: Systemfejl
sr: Грешка система
sv: Systemfel

source: === Parse error: %s on line %d of %s (%s)
da: === Tolkningsfejl: %s på linje %d i %s (%s)
sr: === Грешка обраде: „%s“ у %d. реду од %s (%s)
sv: === Tolkningsfel: %s på rad %d i %s (%s)

source: Name
da: Navn
sr: Назив
sv: Namn

source: Description
da: Beskrivelse
sr: Опис
sv: Beskrivning

source: Type
sr: Врста
sv: Typ

source: Default
da: Standardværdi
sr: Основно
sv: Standardvärde

source: none
da: ingen
sr: ништа
sv: ingen

source: bool
sr: логичка
sv: boolesk

source: char
da: tegn
sr: знак
sv: tecken

source: string
da: streng
sr: ниска
sv: sträng

source: int
sr: цео бр.
sv: heltal

source: float
sr: покретни зарез
sv: flyttal

source: double
sr: двоструко
sv: dubbel

source: other
sr: друго
sv: annan

source: (NULL)
sr: (НИШТА)

source: (none)
da: (ingen)
sr: (ништа)
sv: (ingen)

source: Success
da: Lykkedes
sr: Успешно
sv: Lyckades

source: Key not found
da: Nøgle fandtes ikke
sr: Нисам нашао кључ
sv: Nyckel hittades inte

source: No key
da: Ingen nøgle
sr: Нема кључа
sv: Ingen nyckel

source: Bad value
da: Fejlagtig værdi
sr: Лоша вредност
sv: Felaktigt värde

source: Bad type in options list
da: Fejlagtig type i argumentliste
sr: Лоша врста у списку опција
sv: Felaktig typ i argumentlista

source: Unknown error
da: Ukendt fejl
sr: Непозната грешка
sv: Okänt fel

source: Internal error parsing command line options.
da: Intern fejl ved tolkning af kommandolinjetilvalg.
sr: Унутрашња грешка обраде опција линије наредби.
sv: Internt fel vid tolkning av kommandoradsflaggor.

source: Input buffer size smaller than minimum size of %dkB.
da: Ind-bufferens størrelse mindre end minimumstørrelsen %dkB.
sr: Величина улазне међумеморије је мања од најмање величине од %dkB.
sv: In-buffertens storlek mindre än minimistorleken %dkB.

source: === Error "%s" while parsing config option from command line. === Option was: %s
da: === Fejl "%s" under tolkning af konfigurationsflag fra kommandolinjen. === Flaget var: %s
sr: === Грешка „%s“ приликом обраде опције подешавања са линије наредби. === Опција беше: %s
sv: === Fel ”%s” under tolkning av konfigurationsflaggor från kommandoraden. === Flaggan var: %s

source: Available options:
da: Tilgængelige flag:
sr: Доступне опције:
sv: Tillgängliga flaggor:

source: === No such device %s.
da: === Ingen enhed %s.
sr: === Нема уређаја „%s“.
sv: === Ingen enhet %s.

source: === Driver %s is not a file output driver.
da: === Drivrutine %s er ikke for filer.
sr: === Управљач „%s“ није датотека управљача излаза.
sv: === Drivrutin %s är inte för filer.

source: === Incorrect option format: %s.
da: === Fejlagtigt format på argument: %s.
sr: === Неисправан запис опције: %s.
sv: === Felaktigt format på argument: %s.

source: --- Prebuffer value invalid. Range is 0-100.
da: --- Ugyldig værdi til prebuffer. Muligt interval er 0-100.
sr: --- Неисправна вредност пред-међумеморије. Опсег је 0-100.
sv: --- Ogiltigt värde till prebuffer. Möjligt intervall är 0-100.

source: ogg123 from %s %s
da: ogg123 fra %s %s
sr: „ogg123“ из %s %s
sv: ogg123 från %s %s

source: --- Cannot play every 0th chunk!
da: --- Kan ikke spille hver 0'te blok!
sr: --- Не могу да пустим сваки 0. делић!
sv: --- Kan inte spela var 0:te block!

source: --- Cannot play every chunk 0 times. --- To do a test decode, use the null output driver.
da: --- Kan ikke spille hver blok 0 gange. --- For at lave en testafkodning, brug null-driveren for uddata.
sr: --- Не могу да пустим сваки делић 0 пута. --- За пробно декодирање, користите управљач ништавног излаза.
sv: --- Kan inte spela varje block 0 gånger. --- För att göra en testavkodning, använd null-drivrutinen för utdata.

source: --- Cannot open playlist file %s. Skipped.
da: --- Kan ikke åbne afspilningsfil %s. Springer over.
sr: --- Не могу да отворим датотеку списка нумера „%s“. Прескачем.
sv: --- Kan inte öppna spellistefilen %s. Hoppas över.

source: === Option conflict: End time is before start time.
da: === Tilvalgskonflikt: Sluttid er før starttid.
sr: === Сукоб опције: Време краја је пре времена почетка.
sv: === Flaggkonflikt: Sluttiden är före starttiden.

source: --- Driver %s specified in configuration file invalid.
da: --- Drivrutine %s angivet i konfigurationsfil ugyldig.
sr: --- Није исправан управљач „%s“ наведен у датотеци подешавања.
sv: --- Drivrutin %s angiven i konfigurationsfil ogiltig.

source: === Could not load default driver and no driver specified in config file. Exiting.
da: === Kunne ikke indlæse standard-drivrutine, og ingen er specificeret i konfigurationsfilen. Afslutter.
sr: === Не могу да учитам основни управљач и нема управљача наведеног у датотеци подешавања. Излазим.
sv: === Kunde inte ladda standard-drivrutin, och ingen är specificerad i konfigurationsfilen. Avslutar.

source: Usage: ogg123 [options] file ... Play Ogg audio files and network streams.
da: Brug: ogg123 [tilvalg] fil... Afspil Ogg-lydfiler og netværksstrømme.
sr: Употреба: ogg123 [опције] датотека ... Пуштајте звучне Огг датотеке и мрежне токове.
sv: Användning: ogg123 [flaggor] fil … Spela Ogg audio-filer och nätverksströmmar.

source: Available codecs:
da: Tilgængelige codec:
sr: Доступни кодеци:
sv: Tillgängliga omkodare:

source: FLAC,
sr: ФЛАЦ,

source: Speex,
sr: Спикс,

source: Ogg Vorbis.
sr: Огг Ворбис.

source: Output options
da: Tilvalg for uddata
sr: Опције излаза
sv: Utmatningsflaggor

source: -d dev, --device dev Use output device "dev". Available devices:
da: -d dev, --device enh Brug uddataenhed "dev". Tilgængelige enheder:
sr: -d уређај, --device уређај Користи излазни уређај „уређај“. Доступни уређаји:
sv: -d enh, --device enh Använd utmatningsenheten ”enh”. Tillgängliga enheter:

source: Live:
sr: Живи:

source: File:
da: Fil:
sr: Датотека:
sv: Fil:

source: -f file, --file file Set the output filename for a file device previously specified with --device.
sr: -f датотека, --file датотека Подешава назив излазне датотеке за уређај датотеке претходно наведен са „--device“.
sv: -f fil, --file fil Ange utmatningsfilnamnet för en filenhet som tidigare angivits med --device.

source: --audio-buffer n Use an output audio buffer of 'n' kilobytes
sr: --audio-buffer n Користи излазну међумеморију звука „n“ килобајта
sv: --audio-buffer n Använd en utmatningsljudbuffert på ”n” kilobyte

source: -o k:v, --device-option k:v Pass special option 'k' with value 'v' to the device previously specified with --device. See the ogg123 man page for available device options.
sr: -o k:v, --device-option k:v Прослеђује посебну опцију „k“ са вредношћу „v“ уређају претходно наведеном са „--device“. Видите страницу упутства за „ogg123“ за доступне опције уређаја.
sv: -o k:v, --device-option k:v Skicka specialflaggan ”k” med värdet ”v” till enheten som angavs tidigare med --device. Se manualsidan för ogg123 för tillgängliga enhetsflaggor.

source: Playlist options
da: Tilvalg for afspilningsliste
sr: Опције списка нумера
sv: Spellisteflaggor

source: -@ file, --list file Read playlist of files and URLs from "file"
da: -@ fil, --list fil Læs afspilningsliste for filer og adresser fra »fil«
sr: -@ датотека, --list датотека Чита списак нумера датотека и адреса из „датотеке“
sv: -@ fil, --list fil Läs spellista av filer och URL:ar från ”fil”

source: -r, --repeat Repeat playlist indefinitely
da: -r, --repeat Gentag afspilningsliste uendeligt
sr: -r, --repeat Понавља списак нумера у недоглед
sv: -r, --repeat Repetera spellistan i oändlighet

source: -R, --remote Use remote control interface
da: -R, --remote brug ekstern kontrolbrugerflade
sr: -R, --remote Користи уређај даљинског управљања
sv: -R, --remote Använd fjärrkontrollsgränssnitt

source: -z, --shuffle Shuffle list of files before playing
da: -z, --shuffle Bland filliste før afspilning
sr: -z, --shuffle Претумбава списак датотека пре пуштања
sv: -z, --shuffle Blanda listan av filer före spelning

source: -Z, --random Play files randomly until interrupted
da: -Z, --random Afspil filer vilkårligt indtil afbrydelse
sr: -Z, --random Насумично пушта датотеке све док га не прекину
sv: -Z, --random Spela filer slumpvis tills det avbryts

source: Input options
da: Indstillinger for indstrøm
sr: Опције улаза
sv: Indataflaggor

source: -b n, --buffer n Use an input buffer of 'n' kilobytes
da: -b n, --buffer n Brug en buffer på »n« kilobyte
sr: -b n, --buffer n Користи улазну међумеморију од „n“ килобајта
sv: -b n, --buffer n Använd en indatabuffert på ”n” kilobyte

source: -p n, --prebuffer n Load n%% of the input buffer before playing
da: -p n, --prebuffer n Indlæs n%% af bufferen før afspilning begynder
sr: -p n, --prebuffer n Учитава n%% међумеморије улаза пре пуштања
sv: -p n, --prebuffer n Läs n %% av indatabufferten före spelning

source: Decode options
sr: Опције декодирања
sv: Avkodningsflaggor

source: -k n, --skip n Skip the first 'n' seconds (or hh:mm:ss format)
da: -k n, --skip n Spring de første »n« sekunder over (eller tt:mm:ss-format)
sr: -k n, --skip n Прескаче прве „n“ секунде (или запис „чч:мм:сс“)
sv: -k n, --skip n Hoppa över de första ”n” sekunderna (eller formatet hh:mm:ss)

source: -K n, --end n End at 'n' seconds (or hh:mm:ss format)
sr: -K n, --end n Завршава на „n“ секунде (или запису „чч:мм:сс“)
sv: -K n, --end n Sluta vid ”n” sekunder (eller formatet hh:mm:ss)

source: -x n, --nth n Play every 'n'th block
sr: -x n, --nth n Пушта сваки „n.“ блок
sv: -x n, --nth n Spela var ”n”:e block

source: -y n, --ntimes n Repeat every played block 'n' times
sr: -y n, --ntimes n Понавља сваки пуштени блок „n“ пута
sv: -y n, --ntimes n Repetera varje spelat block ”n” gånger

source: Miscellaneous options
da: Diverse tilvalg
sr: Разне опције
sv: Diverse flaggor

source: -l s, --delay s Set termination timeout in milliseconds. ogg123 will skip to the next song on SIGINT (Ctrl-C), and will terminate if two SIGINTs are received within the specified timeout 's'. (default 500)
sr: -l s, --delay s Подешава завршавање временског рока у милисекундама. огг123 ће прећи на следећу песму при „SIGINT“-у (Ктрл+Ц), и завршиће ако се приме два „SIGINT“-а у наведеном временском року од „s“. (основно је 500)
sv: -l s, --delay s Ange avslutstid i millisekunder. ogg123 kommer hoppa över till nästa sång vid SIGINT (Ctrl-C), och kommer avsluta om två SIGINT:ar mottas inom den angivna tidsgränsen ”s”. (standard 500)

source: -h, --help Display this help
da: -h, --help Vis denne hjælpetekst
sr: -h, --help Приказује ову помоћ
sv: -h, --help Visa denna hjälp

source: -q, --quiet Don't display anything (no title)
da: -q, --quiet Vis ikke noget (ingen titel)
sr: -q, --quiet Не приказује ништа (без наслова)
sv: -q, --quiet Visa ingenting (ingen titel)

source: -v, --verbose Display progress and other status information
sr: -v, --verbose Приказује напредовање и друге податке стања
sv: -v, --verbose Visa förlopp och annan statusinformation

source: -V, --version Display ogg123 version
da: -V, --version Vis ogg123-version
sr: -V, --version Приказује издање програма „ogg123“
sv: -V, --version Visa ogg123-version

source: ERROR: Out of memory.
da: FEJL: Slut på hukommelse.
sr: ГРЕШКА: Нема више меморије.
sv: FEL: Slut på minne.

source: ERROR: Could not allocate memory in malloc_decoder_stats()
da: FEJL: Kunne ikke reservere hukommelse i malloc_decoder_stats()
sr: ГРЕШКА: Не могу да доделим меморију у „malloc_decoder_stats()“
sv: FEL: Kunde inte reservera minne i malloc_decoder_stats()

source: ERROR: Could not set signal mask.
da: FEJL: Kunne ikke sætte signalmaske.
sr: ГРЕШКА: Не могу да подесим маску сигнала.
sv: FEL: Kunde inte sätta signalmask.

source: ERROR: Unable to create input buffer.
da: FEJL: Kan ikke oprette ind-buffer
sr: ГРЕШКА: Не могу да направим улазну међумеморију.
sv: FEL: Kan inte skapa inbuffert.

source: default output device
da: forvalgt udenhed
sr: основни излазни уређај
sv: förvald utenhet

source: shuffle playlist
da: bland spillelisten
sr: меша списак нумера
sv: blanda spellistan

source: repeat playlist forever
da: gentag afspilningsliste uendeligt
sr: понавља списак нумера заувек
sv: repetera spellistan i evighet

source: Could not skip to %f in audio stream.
da: Kunne ikke springe til %f i lydstrøm.
sr: Не могу да одем на %f у звучном току.
sv: Kunde inte hoppa över till %f i ljudströmmen.

source: Audio Device: %s
da: Lydenhed: %s
sr: Звучни уређај: %s
sv: Ljudenhet: %s

source: Author: %s
da: Forfatter: %s
sr: Аутор: %s
sv: Författare: %s

source: Comments: %s
da: Kommentarer: %s
sr: Напомене: %s
sv: Kommentarer: %s

source: WARNING: Could not read directory %s.
da: ADVARSEL: Kunne ikke læse mappe %s.
sr: УПОЗОРЕЊЕ: Не могу да прочитам директоријум „%s“.
sv: VARNING: Kunde inte läsa katalogen %s.

source: Error: Could not create audio buffer.
da: Fejl: Kan ikke oprette lydbuffer.
sr: Грешка: Не могу да направим међумеморију звука.
sv: Fel: Kan inte skapa ljudbuffert.

source: No module could be found to read from %s.
da: Finder intet modul til at læse fra %s.
sr: Нема модула да прочита из „%s“.
sv: Hittar ingen modul för att läsa från %s.

source: Cannot open %s.
da: Kan ikke åbne %s.
sr: Не могу да отворим „%s“.
sv: Kan inte öppna %s.

source: The file format of %s is not supported.
da: Filformatet på %s understøttes ikke.
sr: Запис датотеке „%s“ није подржан.
sv: Filformatet på %s stöds inte.

source: Error opening %s using the %s module. The file may be corrupted.
da: Fejl under åbning af %s med %s-modulet. Filen kan være beskadiget.
sr: Грешка отварања „%s“ помоћу модула „%s“. Можда је датотека оштећена.
sv: Fel under öppnandet av %s med %s-modulen. Filen kan vara skadad.

source: Playing: %s
da: Spiller: %s
sr: Пуштам: %s
sv: Spelar: %s

source: Could not skip %f seconds of audio.
da: Mislykkedes at overspringe %f sekunder lyd.
sr: Не могу да прескочим %f секунде звука.
sv: Misslyckades med att hoppa över %f sekunder ljud.

source: ERROR: Decoding failure.
da: FEJL: Afkodning mislykkedes.
sr: ГРЕШКА: Неуспех декодирања.
sv: FEL: Avkodning misslyckades.

source: ERROR: buffer write failed.
da: FEJL: bufferskrivning mislykkedes.
sr: ГРЕШКА: није успело писање међумеморије.
sv: FEL: en buffertskrivning misslyckades.

source: Done.
da: Færdig.
sr: Готово.
sv: Klar.

source: --- Hole in the stream; probably harmless
da: --- Hul i strømmen; nok ufarligt
sr: --- Рупа у току; вероватно безопасна
sv: --- Hål i strömmen; antagligen ofarligt

source: === Vorbis library reported a stream error.
da: === Vorbis-biblioteket rapporterede en fejl i strømmen.
sr: === Библиотека Ворбиса извештава о грешки тока.
sv: === Vorbis-biblioteket rapporterade ett fel i strömmen.

source: Ogg Vorbis stream: %d channel, %ld Hz
da: Ogg Vorbis-strøm: %d kanal, %ld Hz
sr: Ток Огг Ворбиса: %d канал, %ld Hz
sv: Ogg Vorbis-ström: %d kanaler, %ld Hz

source: Vorbis format: Version %d
sr: Запис Ворбиса: Издање %d

source: Bitrate hints: upper=%ld nominal=%ld lower=%ld window=%ld
da: Forslag for bithastigheder: øvre=%ld nominel=%ld nedre=%ld vindue=%ld
sr: Проток бита: горњи=%ld назначени=%ld доњи=%ld прозор=%ld
sv: Förslag för bithastigheter: övre=%ld nominell=%ld undre=%ld fönster=%ld

source: Encoded by: %s
da: Kodet af: %s
sr: Кодирано помоћу: %s
sv: Kodad av: %s

source: ERROR: Out of memory in create_playlist_member().
da: FEJL: Slut på hukommelse i create_playlist_member().
sr: ГРЕШКА: Нема више меморије у „create_playlist_member()“.
sv: FEL: Slut på minne i create_playlist_member().

source: Warning: Could not read directory %s.
da: Advarsel: Kunne ikke læse mappe %s.
sr: Упозорење: Не могу да прочитам директоријум „%s“.
sv: Varning: Kunde inte läsa katalogen %s.

source: Warning from playlist %s: Could not read directory %s.
da: Advarsel fra afspilningsliste %s: Kunne ikke læse mappe %s.
sr: Упозорење са списка нумера „%s“: Не могу да прочитам директоријум „%s“.
sv: Varning från spellistan %s: Kunde inte läsa katalogen %s.

source: ERROR: Out of memory in playlist_to_array().
da: FEJL: Slut på hukommelse i playlist_to_array().
sr: ГРЕШКА: Нема више меморије у „playlist_to_array()“.
sv: FEL: Slut på minne i playlist_to_array().

source: Ogg Speex stream: %d channel, %d Hz, %s mode (VBR)
da: Ogg Speex-strøm: %d kanal, %d Hz, %s tilstand (VBR)
sr: Ток Огг Спикса: %d канал, %d Hz, %s режим (VBR)
sv: Ogg Speex-ström: %d kanaler, %d Hz, läge %s (VBR)

source: Ogg Speex stream: %d channel, %d Hz, %s mode
da: Ogg Speex-strøm: %d kanal, %d Hz, %s tilstand
sr: Ток Огг Спикса: %d канал, %d Hz, %s режим
sv: Ogg Speex-ström: %d kanaler, %d Hz, läge %s

source: Speex version: %s
sr: Издање спикса: %s

source: Invalid/corrupted comments
da: Ugyldige/ødelagte kommentarer
sr: Неисправне/оштећене напомене
sv: Ogiltig/trasig kommentar

source: Cannot read header
da: Kan ikke læse hoved
sr: Не могу да прочитам заглавље
sv: Kan inte läsa huvudet

source: Mode number %d does not (any longer) exist in this version
da: Tilstandsnummer %d findes ikke (længere) i denne version
sr: Број режима %d не постоји (више) у овом издању
sv: Läge nummer %d finns inte (längre) i denna version

source: The file was encoded with a newer version of Speex. You need to upgrade in order to play it.
da: Filen var kodet med en nyere version af Speex. Du skal opgradere for at kunne afspille den.
sr: Датотека је кодирана новијим издањем Спикса. Надоградите га да бисте могли да га пуштате.
sv: Filen var kodad med en nyare version av Speex. Du behöver uppgradera för att kunna spela den.

source: The file was encoded with an older version of Speex. You would need to downgrade the version in order to play it.
da: Filen var kodet med en ældre version af Speex. Du skal nedgradere versionen for at kunne afspille den.
sr: Датотека је кодирана старијим издањем Спикса. Разградите га да бисте могли да га пуштате.
sv: Filen var kodad med en äldre version av Speex. Du skulle behöva nedgradera versionen för att kunna spela den.

source: %sPrebuf to %.1f%%
da: %sPræbufr til %1.f%%
sr: %sПредмеђумеморија до %.1f%%
sv: %sFörbuffra till %.1f %%

source: %sPaused
da: %sPauseret
sr: %sЗаустављен
sv: %sPausad

source: %sEOS
sr: %sКРТ
sv: %sStrömslut

source: Memory allocation error in stats_init()
da: Hukommelsestildelingsfejl i stats_init()
sr: Грешка доделе меморије у „stats_init()“
sv: Minnestilldelningsfel i stats_init()

source: File: %s
da: Fil: %s
sr: Датотека: %s
sv: Fil: %s

source: Time: %s
da: Tid: %s
sr: Време: %s
sv: Tid: %s

source: of %s
da: af %s
sr: од %s
sv: av %s

source: Avg bitrate: %5.1f
da: Gennemsnitlig bithastighed: %5.1f
sr: Проток бита авг-а: %5.1f
sv: Genomsnittlig bithastighet: %5.1f

source: Input Buffer %5.1f%%
da: Indbuffer %5.1f%%
sr: Улазна међумеморија %5.1f%%
sv: Inbuffert %5.1f%%

source: Output Buffer %5.1f%%
da: Udbuffer %5.1f%%
sr: Излазна међумеморија %5.1f%%
sv: Utbuffert %5.1f%%

source: ERROR: Could not allocate memory in malloc_data_source_stats()
da: FEJL: Kunne ikke allokere hukommelse i malloc_data_source_stats()
sr: ГРЕШКА: Не могу да доделим меморију у „malloc_data_source_stats()“
sv: FEL: Kunde inte allokera minne i malloc_data_source_stats()

source: Track number:
da: Nummer: %s
sr: Број нумере:
sv: Spårnummer:

source: ReplayGain (Track):
sr: Појачање пуштања (нумера):
sv: ReplayGain (Spår):

source: ReplayGain (Album):
sr: Појачање пуштања (албум):

source: ReplayGain Peak (Track):
sr: Врхунац појачања пуштања (нумера):
sv: ReplayGain Topp (Spår):

source: ReplayGain Peak (Album):
sr: Врхунац појачања пуштања (албум):
sv: ReplayGain Topp (Album):

source: Copyright
da: Ophavsret
sr: Ауторска права

source: Comment:
da: Kommentar:
sr: Напомена:
sv: Kommentar:

source: oggdec from %s %s
da: oggdec fra %s %s
sr: „oggdec“ из %s %s
sv: oggdec från %s %s

source: Usage: oggdec [options] file1.ogg [file2.ogg ... fileN.ogg]
da: Brug: oggdec [tilvalg] fil1.ogg [fil2.ogg ... filN.ogg]
sr: Употреба: oggdec [опције] датотека1.ogg [датотека2.ogg ... датотекаN.ogg]
sv: Användning: oggdec [flaggor] fil1.ogg [fil2.ogg … filN.ogg]

source: Supported options:
da: Understøttede tilvalg:
sr: Подржане опције:
sv: Flaggor som stödjs:

source: --quiet, -Q Quiet mode. No console output.
da: --quiet, -Q Tilstanden stille. Ingen konsoluddata.
sr: --quiet, -Q Тихи режим. Без конзолног излаза.
sv: --quiet, -Q Tyst läge. Ingen konsolutskrift.

source: --help, -h Produce this help message.
da: --help, -h Viser denne hjælpetekst.
sr: --help, -h Приказује ову поруку помоћи.
sv: --help, -h Skapa detta hjälpmeddelande.

source: --version, -V Print out version number.
da: --version, -V Vis versionsnummer.
sr: --version, -V Исписује број издања.
sv: --version, -V Skriv ut versionsnummer.
